{
  "format": 2,
  "name": {
    "_code": "1317226121",
    "zh": "遗迹守卫",
    "de": "Ruinenwächter",
    "en": "Ruin Guard",
    "fr": "Gardien des ruines",
    "id": "Ruin Guard",
    "ja": "遺跡守衛",
    "ko": "유적 가디언",
    "pt": "Guarda das Ruínas",
    "ru": "Страж руин",
    "th": "Ruin Guard",
    "vi": "Thủ Vệ Di Tích"
  },
  "description": {
    "_code": "3788442365",
    "zh": "古老的人形战斗机械。\\n传说是已经覆灭的国度留下的战争机械，但也有人认为，这款机器开发的目的不是为了战斗，而是为了守护过去留下的遗迹。\\n虽然这无法解释，为何它们会在理应守护的遗迹中，使用爆炸性的火力攻击就是了…",
    "de": "Eine übergroße Maschine in Menschengestalt.\\nDen Legenden zufolge soll sie eine von einem längst untergegangenen Reich zurückgebliebene Kriegsmaschine sein. Doch es gibt auch die Vermutung, dass sie nicht zum Angriff, sondern lediglich zur Verteidigung alter Ruinen gebaut worden ist.\\nDeshalb ist es umso schwerer zu begreifen, warum sie mit starken Explosionen ihre Gegner in den Ruinen abschreckt.",
    "en": "An ancient humanoid war machine.\\nThey are said to be remnants from a lost ancient nation. Some believe that they were developed not as war machines, but as protectors of the ruins.\\nThough that hypothesis does not explain why would they choose to employ explosive weaponry inside the very ruins they are supposed to protect...",
    "es": "Una antigua máquina de guerra con forma humanoide.\\nCuenta la leyenda que se trata de una máquina legada por un imperio que desapareció. Hay quien dice que no fue construida para combatir, sino para proteger las ruinas del pasado.\\nSin embargo, nadie entiende por qué usan ataques explosivos en las ruinas que deberían proteger...",
    "fr": "Une ancienne machine de combat à forme humaine.\\nD'après les légendes, ces machines sont les vestiges d'un ancien royaume aujourd'hui oublié. Certains prétendent que leur utilité première n'était point le combat, mais la protection des ruines du passé.\\nCeci n'explique cependant pas pourquoi les Gardiens n'hésitent pas à utiliser un arsenal d'armes explosives au sein des ruines qu'ils sont censés protéger...",
    "id": "Mesin perang berbentuk manusia dari masa kuno.\\nMereka diyakini adalah sisa-sisa dari kerajaan tua yang telah terlupakan. Tetapi, sebagian orang memiliki teori mereka sesungguhnya bukan dirancang sebagai mesin perang, melainkan sebagai pelindung reruntuhan.\\nTetapi teori itu tidak dapat menjelaskan mengapa mereka dilengkapi dengan senjata peledak di dalam reruntuhan yang seharusnya mereka jaga...",
    "ja": "古い人型戦闘機械。\\n噂では滅亡した国が残した戦闘機械だが、製造された目的は戦闘ではなく、遺跡を守るためにあるとも言われている。\\nしかしなぜ守るべき遺跡の中に爆発攻撃をするのかはまだわからない…",
    "ko": "고대의 인간형 전투 기계.\\n전설에 의하면 몰락한 어떤 나라가 남긴 전쟁 병기라고 한다. 하지만 어떤 사람들은 이 로봇이 만들어진 목적은 전투가 아니라 과거의 유적을 보호하는 것이라고 한다.\\n하지만 왜 지켜야할 유적에서 폭발적인 화력으로 공격하는 건지 설명할 수 없다...",
    "pt": "Uma antiga máquina de guerra humanoide. Dizem que são remanescentes de um reino antigo perdido. No entanto, alguns acreditavam que elas não eram desenvolvidas como máquinas de guerra, mas como protetoras das ruínas.\\nEmbora essa hipótese não explique por que eles adotariam armas explosivas dentro das próprias ruínas que deveriam proteger...",
    "ru": "Древний человекоподобный боевой механизм.\\nГоворят, что такие механизмы были частью давно забытого древнего королевства. Некоторые считают, что они изначально были вечными охранниками руин и подземелий, а не военными машинами. Но это предположение не объясняет, почему стражи руин вдруг начали рушить бомбами и лазерами те же руины, что должны оберегать...",
    "th": "เครื่องจักรสงครามโบราณ ที่มีรูปร่างของมนุษย์\\nว่ากันว่ามันเป็นเครื่องจักรสงคราม ที่หลงเหลืออยู่จากอาณาจักรที่ล่มสลายไปเมื่อนานมาแล้ว แต่ก็มีบางคนที่คิดว่าจุดประสงค์ในการสร้างเครื่องจักรเหล่านี้ ไม่ได้ใช้เพื่อสงคราม แต่เพื่อปกป้องโบราณสถานที่หลงเหลืออยู่\\nถึงแม้ว่านี่จะเป็นสิ่งที่ไม่สามารถเข้าใจได้เลย ว่าทำไมพวกมันถึงใช้การโจมตีไฟที่มีพลังทำลายล้างสูง ในโบราณสถานที่พวกมันเฝ้าปกป้องอยู่...",
    "vi": "Máy chiến đấu hình người cổ xưa. \\nTương truyền là cỗ máy chiến tranh sau khi đất nước bị diệt vong còn sót lại, cũng có người cho rằng, cỗ máy này được tạo ra với mục đích ban đầu không phải là chiến đấu, mà vì bảo vệ di tích xưa kia còn lưu lại. \\nTuy khó có thể giải thích, tại sao chúng lại ở đây bảo vệ di tích, sử dụng hỏa lực phát nổ tấn công là được mà..."
  },
  "tags": ["weapon-ascension-material", "artifacts"],
  "enabled": true,
  "cluster": "on",
  "respawn": 86400,
  "icons": {
    "filter": "ruin-guard",
    "base": {
      "marker": true
    },
    "done": {
      "marker": true
    }
  },
  "data": [
    {
      "coordinates": [-18.24063, 50.24375],
      "id": "BA9B5578B751A06A37BC61885EEAB3E27B667399",
      "importIds": {
        "gm_legacy": ["mondstadtRuinGuard/1"],
        "yuanshen": ["29_1"]
      },
      "popupAttribution": "Yuanshen.site"
    },
    {
      "coordinates": [-14.82058, 30.21946],
      "id": "6B406837FFFC8AB8177F63E771DCC87CE75CF8F2",
      "importIds": {
        "gm_legacy": ["mondstadtRuinGuard/2"],
        "yuanshen": ["29_2"]
      },
      "popupAttribution": "Yuanshen.site"
    },
    {
      "coordinates": [-16.43365, 32.09858],
      "id": "48004820561904BD10ED9223C1984F32B9D5C656",
      "importIds": {
        "gm_legacy": ["mondstadtRuinGuard/3"],
        "yuanshen": ["29_3"]
      },
      "popupAttribution": "Yuanshen.site"
    },
    {
      "coordinates": [-13.01994, 50.23525],
      "id": "ACC3C01CB320DFF1A5C6989AE0EFD86379BCE208",
      "importIds": {
        "gm_legacy": ["mondstadtRuinGuard/4"],
        "yuanshen": ["29_4"]
      },
      "popupAttribution": "Yuanshen.site"
    },
    {
      "coordinates": [-14.61563, 56.48985],
      "id": "7BC1A8B949C3562D96527389282F4B0772DEB4A5",
      "importIds": {
        "gm_legacy": ["mondstadtRuinGuard/5"],
        "yuanshen": ["29_5"]
      },
      "popupAttribution": "Yuanshen.site"
    },
    {
      "coordinates": [-14.50303, 35.96174],
      "id": "7FFA9208318BC3652406CC6A1993F647FE2D42E4",
      "importIds": {
        "gm_legacy": ["mondstadtRuinGuard/6"],
        "yuanshen": ["29_6"]
      },
      "popupAttribution": "Yuanshen.site"
    },
    {
      "coordinates": [-37.24413, 44.64484],
      "id": "0B0E1E54586589906221720F3FC2450634F6D68F",
      "importIds": {
        "yuanshen": ["29_7"]
      },
      "popupAttribution": "Yuanshen.site"
    }
  ]
}
