{
  "language": "English",
  "language-code": "en",
  "page-title": "[BETA] GenshinMap - Interactive Teyvat Map",
  "short-title": "GenshinMap",
  "about-a": "This interactive map was developed by the community.",
  "about-b": "<b>We are looking for community contributors</b> to help with markers as well as localization! <a href=\"https://github.com/GenshinMap/genshinmap.github.io/wiki/Contributing\">Click here</a> for more info.",
  "about-c": "Click the Features tab above to filter the map to display Oculi, ores, plants, monsters, and more.",
  "about-d": "Double-click a feature marker to flag it as completed. For some features such as chests, a single click will display a popup with more information, including an image or comment.",
  "about-e": "Click the About -> Summary tab to see counts of features you have marked as completed, clear completion on all marked features, clear marks only on features that have respawned (for example, Crystal Chunks have a 72-hour respawn time), or locate a random marker you haven't cleared yet.",
  "about-f": "Click the Routes tab above to filter the map to display community made farming routes, such as ones to efficiently collect regional specialties or fight monsters.",

  "about-translator-attribution": "",
  "click-here": "Click here",
  "confirm": "Confirm",
  "cancel": "Cancel",
  "import": "Import",
  "export": "Export",
  "clear": "Clear",
  "open-menu": "Open Menu",
  "locate": "Locate",
  "clear-expired": "Clear Expired",
  "clear-all": "Clear All",
  "hide-feature": "Hide {feature}",
  "show-feature": "Show {feature}",
  "click-to-copy": "Click to Copy",
  "clear-editor-data": "Clear Editor Data",
  "submit-editor-data": "Submit Editor Data",
  "feature-name": "Feature Name",
  "marker-id": "Marker #{id}",
  "marker-title": "Title",
  "marker-content": "Content",
  "marker-image": "Image",
  "route-id": "Route #{id}",
  "route-title": "Title",
  "route-content": "Content",
  "route-image": "Image",
  "category": "Category",
  "region": "Region",
  "category-event": "Event",
  "category-boss": "Boss",
  "category-monster": "Monster",
  "category-nature": "Nature",
  "category-special": "Special",
  "category-ore": "Ore",
  "category-chest": "Chest",
  "region-mondstadt": "Mondstadt",
  "region-liyue": "Liyue",
  "region-inazuma": "Inazuma",
  "region-sumeru": "Sumeru",
  "region-fontaine": "Fontaine",
  "region-natlan": "Natlan",
  "region-snezhnaya": "Snezhnaya",
  "region-khaenriah": "Khaenri'ah",
  "tab-about": "About",
  "tab-help": "Help",
  "tab-editor-help": "Editor Help",
  "tab-summary": "Summary",
  "tab-features": "Features",
  "tab-routes": "Routes",
  "tab-options": "Options",
  "tab-elements": "Elements",
  "popup-completed": "Marked completed at {time}.",
  "popup-clear-editor-data-title": "Clear Editor Data?",
  "popup-clear-editor-data-content": "Are you sure? If you clear the Editor data, it cannot be recovered.",
  "popup-clear-map-data-title": "Clear Map Data?",
  "popup-clear-map-data-content": "Are you sure? If you clear the map preferences data, it cannot be recovered.",
  "popup-import-new-content": "Paste your data into the text box, and click Confirm to import your data. BEWARE, existing data will be overridden.",
  "popup-import-old-content": "Paste data from YuanShen.site into the text box, and click Confirm to import your data. BEWARE, existing data will be overridden.",
  "popup-submit-editor-data-title": "Submit Editor Data",
  "popup-submit-editor-data-content": "Fill in the following form, then click &quot;Confirm.&quot; <b>This will put the editor data into your clipboard;</b> you will then be redirected to GitHub, where you will paste the data in.",
  "popup-submit-editor-data-subtitle-a": "A feature can only be in one category and one region.",
  "popup-submit-editor-data-subtitle-b": "Enable marker clustering for common features like Carrots, and disable for uncommon ones like Statues.",
  "popup-submit-editor-data-cluster-markers": "Cluster Markers?",
  "popup-export-old-content": "Below is exported data for the oldest version of GenshinMap, compatible with other sites.",
  "popup-export-new-content": "Below is exported data for the new version of GenshinMap.",
  "summary-subtitle": "Manage and evaluate markers flagged as completed.",
  "about-editor-title": "GenshinMap - Editor",
  "about-editor-a": "The GenshinMap Editor allows users to place markers and routes, add descriptions to them, then submit them via GitHub for official approval and addition to the map. Through this, the map can utilize community contributions to stay consistently up-to-date.",
  "about-editor-b": "To place a marker, click the marker button in the map controls on the left side, then click the location where you would like to place the map. To place a route, click the route button in the map controls on the left hand side, click to place points until you have drawn the entire route, then click the last point on the route to confirm.",
  "about-editor-c": "You can edit elements after they have been placed. To move a marker, simply drag it. To move points of a route, simply drag them. To add points to a route, you can drag the midpoint of a route line. To remove a point from a route, click it.",
  "about-editor-d": "You can add a title and description to placed markers; these will display when users click the marker to display a popup.",
  "about-editor-e": "Once you have completed placing markers for a feature, click the 'Submit Editor Data' at the bottom of the window. You will be directed to fill out a simple form describing the feature's location and category (a feature can only be for one region and one category), then click Confirm to submit the data. You will need to use a GitHub account, and paste the editor data (which has been added to your clipboard) into the appropriate spot.",
  "option-editor": "Enable Editor",
  "option-editor-hide-features": "Hide Features in Editor",
  "option-editor-hide-routes": "Hide Routes in Editor",
  "option-completed-opacity": "Completed Marker Opacity",
  "option-cluster-markers": "Cluster Markers",
  "option-world-border": "Display World Border",
  "option-region-labels": "Display Region Labels",
  "option-export-new": "Export Data",
  "option-export-old": "Export Legacy Data",
  "option-import-new": "Import Data",
  "option-import-old": "Import Legacy Data",
  "option-clear-data": "Clear Data"
}
