{
  "format": 2,
  "name": {
    "_code": "2324314052",
    "zh": "北风的王狼，奔狼的领主",
    "de": "Großer Wolfskönig des Nordens, Herr von Wolfenlauf",
    "en": "Lupus Boreas, Dominator of Wolves",
    "es": "Rey Lobo del Norte, Señor de los Lobos",
    "fr": "Loup du Nord, Seigneur du Territoire des loups",
    "id": "Lupus Boreas, Dominator of Wolves",
    "ja": "北風の王狼、奔狼の領主",
    "ko": "북풍의 왕랑, 울프의 영주",
    "pt": "Lupus Boreas, Dominador dos Lobos",
    "ru": "Лупус Бореалис, Волчий лорд",
    "th": "Lupus Boreas, Dominator of Wolves",
    "vi": "Vua sói bắc phong, lãnh chúa Lang Lãnh"
  },
  "description": {
    "_code": "2701712117",
    "zh": "守望着奔狼领的崇高灵魂。\\n当群狼受到威胁时，会以狼的姿态现世，展现自己的苍牙与利爪。传说其力量来自远古的魔神。",
    "de": "Eine edle Seele, die über Wolfenlauf wacht.\\nWird das Wolfsrudel bedroht, erscheint sie in Form eines Wolfs und stellt ihre Reißzähne und Klauen zur Schau. Die Kraft dieses Wolfs soll von einem alten Archon stammen.",
    "en": "A noble soul that watches over Wolvendom.\\nWhen the safety of the wolves is threatened, it will take the form of a wolf and bare its fangs and claws. It is said that its powers were given to it by an ancient god.",
    "es": "Un alma noble que vigila el Reino de los Lobos.\\nCuando la seguridad de su manada se ve amenazada, tomará la forma de un lobo y mostrará sus colmillos y garras. Se dice que sus poderes se los dio un antiguo Arconte.",
    "fr": "Une noble âme qui veille sur le Territoire des Loups.\\nLorsque les loups sont menacés, elle prend la forme d'un loup et montre ses crocs et ses griffes. On dit que ses pouvoirs lui furent conférés par un ancien Archon.",
    "id": "Arwah pelindung pusaka yang mengawasi Wolvendom.\\nSaat keamanan para serigala terancam, ia akan muncul sebagai serigala besar dan menunjukkan taring serta cakarnya. Konon, kekuatan sang arwah diberikan oleh Archon yang berkuasa di masa lampau.",
    "ja": "奔狼領を見守る崇高な魂。\\n群狼が脅威に晒された時に、彼は狼の姿で現れ、自らの蒼牙と鋭爪を示す。伝説によると、彼の力は太古の魔神から引き継いだらしい。",
    "ko": "울프 영지를 지키는 숭고한 영혼.\\n늑대 무리가 위협받을 때 늑대의 모습으로 현신하여 자신의 이빨과 발톱을 드러낸다. 그의 힘은 고대 마신의 힘에서 비롯된 것이라는 전설이 있다",
    "pt": "Uma alma nobre que vigia o Reino dos Lobos.\\nQuando ameaçada a segurança dos lobos, ela assumirá a forma de um lobo e mostrará suas presas e garras. Dizia-se que seus poderes eram dados por um Arconte antigo.",
    "ru": "Благородная душа, охраняющая Вольфендом.\\nЕсли волкам угрожает опасность, он принимает облик волка, показывая свои клыки и когти. Говорят, что такая сила была дана ему древним Архонтом.",
    "th": "วิญญาณสูงศักดิ์ผู้ปกป้อง Wolvendom\\nเมื่อฝูงหมาป่าถูกคุกคาม จะปรากฏในร่างของหมาป่าขนาดใหญ่ แสดงเขี้ยวมรกตและกรงเล็บอันแหลมคม ตำนานเล่าว่าพลังงานนั้นเทพเจ้าโบราณ เป็นผู้ประทานให้มัน",
    "vi": "Linh hồn cao quý bảo hộ Lang Lãnh.\\nKhi đàn sói gặp phải sự uy hiếp, sẽ hiện ra với hình thể của sói, để lộ răng nanh và móng vuốt của mình. Truyền thuyết kể rằng sức mạnh của nó đến từ ma thần viễn cổ."
  },
  "tags": ["artifacts", "weekly-boss", "character-talent-material"],
  "enabled": true,
  "cluster": "off",
  "respawn": "boss",
  "icons": {
    "filter": "andrius",
    "base": {
      "marker": true
    },
    "done": {
      "marker": true
    }
  },
  "data": [
    {
      "coordinates": [-22.09708, 34.62614],
      "id": "C0AB9CFADDE6FA56ACF9F3B18F3384291215AD26",
      "importIds": {
        "gm_msfv2": ["1A8D95BDC00D731B4E6B53FE6A4F5DE71CC6A836"],
        "gm_legacy": ["mondstadtAndrius/1"]
      },
      "popupAttribution": "MasterEric"
    }
  ]
}
