{
  "format": 2,
  "name": {
    "_code": "3813394428",
    "zh": "无相之风",
    "de": "Anemo-Hypostase",
    "en": "Anemo Hypostasis",
    "es": "Hipostasis Anemo",
    "fr": "Hypostase Anémo",
    "id": "Anemo Hypostasis",
    "ja": "無相の風",
    "ko": "무상의 바람",
    "pt": "Hypostasis Anemo",
    "ru": "Анемо гипостазис",
    "th": "Anemo Hypostasis",
    "vi": "Phong Nguyên Bản"
  },
  "description": {
    "_code": "1898332639",
    "zh": "代号为「贝特」的高级风元素生命。\\n「无相」指的是抛弃了其他元素生物的形态与生态，达到的纯粹境地。\\n针对无相元素的研究，主要由须弥教令院的学者主导进行。但由于其危险性，除了代号与命名以外，基本没有取得什么值得参考的研究成果…",
    "de": "Ein höheres Anemo-Wesen mit der Bezeichnung „Beth“.\\nDie Hypostase ist eine äußerst reine Form elementarer Energie, die ihre eigentliche Form verloren hat.\\nDie Forschung zu den Hypostasen wird vornehmlich von der Sumeru-Akademie übernommen. Aufgrund ihrer Gefährlichkeit sind bisher aber neben der Bezeichnung und Namensgebung keinerlei nennenswerten Ergebnisse zustandegekommen.",
    "en": "Code name: Beth. A high-purity Anemo entity.\\nElemental hypostases are life forms which have completely abandoned their former appearance and biological structure, making them able to reach the highest level of elemental purity.\\nResearch into hypostases is mainly led by scholars of Sumeru Academia, but due to the level of danger that they pose, little of substance is known about hypostases beyond their scientific name and code name.",
    "es": "Nombre en clave: Bett. Un ser Anemo de alta pureza.\\nLos Hipostasis Elementales son formas de vida que han abandonado por completo su forma y estructura biológica anteriores, lo que les permite alcanzar el nivel más alto de pureza elemental.\\nLa investigación de Hipostasis es dirigida principalmente por eruditos de la Academia de Sumeru, pero debido a la cantidad de peligro que representan, además de su nombre científico y su nombre en clave, el resto de la información de los Hipostasis sigue siendo un misterio.",
    "fr": "Nom de code : « Bett ». Un être supérieur de l'élément Anémo.\\nLes Hypostases sont des formes de vie ayant abandonné leur forme et structure biologique originelles afin d'atteindre le niveau le plus élevé de pureté élémentaire.\\nLes recherches sur les Hypostases élémentaires sont menées principalement par les érudits de l'Académie de Sumeru ; mais en raison du danger qu'elles posent, les connaissances à leur sujet se limitent pour ainsi dire à leur nom scientifique ainsi que leur nom de code.",
    "id": "Code name: Beth. Sebuah organisme Anemo dengan tingkat kemurnian tinggi.\\nElemental Hypostasis adalah makhluk hidup yang telah meninggalkan struktur biologi dan wujud sebelumnya, membuat mereka dapat mencapai level kemurnian elemental tertinggi.\\nPenelitian terhadap organisme hypostasis ini sebagian besar dipimpin oleh para sarjana Sumeru Academia, namun berhubung tingkat bahaya yang mereka miliki, tidak banyak hal lain yang diketahui tentang mereka selain nama ilmiah dan code name mereka.",
    "ja": "高純度の風元素生命体、コードネーム「ベト」。\\n「無相」というのは生き物としての形や生き方を捨てて到達する純粋なる領域。\\n無相元素に関する研究は主にスメール教令院の学者が行っている。しかし危険性が故に、コードネームとネーミング以外、目ぼしい成果がいまだにない…",
    "ko": "코드 네임이 「베트」인 고급 바람 원소 생명체.\\n무상이란 다른 원소 생물의 형태와 생태를 버리고 가장 순수한 경지에 다다른 걸 말한다.\\n무상 원소에 대한 연구는 수메르 아카데미아가 주도하여 진행하고 있다. 하지만 그 위험성으로 인해 코드 네임과 명칭 외에 아직 두드러진 연구 성과는 없다…",
    "pt": "Codinome: Beth. Uma entidade Anemo de alta pureza.\\nHypostasis elementais são formas de vida que abandonaram completamente sua aparência anterior e sua estrutura biológica, tornando-as capazes de atingir o mais alto nível de pureza elemental.\\nAs pesquisas sobre hypostases são conduzidas principalmente por acadêmicos da Academia de Sumeru, mas devido ao nível de perigo que representam, pouco se sabe sobre hypostases além de seu nome científico e codinome.",
    "ru": "Кодовое название: Бет. Высококонцентрированный Анемо элемент.\\nЭлементальный гипостазис - это существо, лишившееся своей первоначальной формы для того, чтобы добиться высших форм концентрации элемента.\\nОсновное изучение гипостазиса ведётся в академии Сумеру, но в связи с высоким уровнем угрозы, о нём ничего неизвестно, кроме его научного и кодового названия.",
    "th": "โค้ดเนม: \"Beth\" สิ่งมีชีวิตธาตุลมระดับสูง\\nElemental Hypostasis เป็นรูปแบบชีวิต ที่ละทิ้งรูปแบบเดิมและโครงสร้างทางชีวภาพอย่างสมบูรณ์ ทำให้พวกมันสามารถไปถึงระดับความบริสุทธิ์สูงสุดของธาตุได้\\nงานวิจัยเกี่ยวกับ Elemental Hypostasis นั้น ส่วนใหญ่ดำเนินการโดยนักวิชาการของ Sumeru Academia แต่เนื่องจากความอันตรายของพวกมัน นอกเหนือจากรหัสและการตั้งชื่อแล้ว จึงแทบจะไม่มีผลการวิจัยอะไรที่ควรค่าแก่การอ้างอิงถึงเลย...",
    "vi": "Biệt danh \"Bett\" - sinh mệnh Nguyên Tố phong cao cấp. \\n\"Nguyên bản\" là chỉ việc từ bỏ hình thái và trạng thái của các sinh vật Nguyên Tố khác, đạt đến cảnh giới thuần khiết. \\nDựa theo các nghiên cứu Nguyên Tố nguyên bản, chủ yếu do học giả giáo viện Sumeru tiến hành. Nhưng do tính nguy hiểm của nó, ngoài việc đặt số hiệu và biệt danh, dường như không đạt được kết quả nghiên cứu nào khác đáng chú ý..."
  },
  "tags": ["artifacts", "character-ascension-material"],
  "enabled": true,
  "cluster": "off",
  "respawn": 180,
  "icons": {
    "filter": "anemo-hypostasis",
    "base": {
      "marker": true
    },
    "done": {
      "marker": true
    }
  },
  "data": [
    {
      "coordinates": [-12.42959, 45.6636],
      "id": "97F5363611E79E8F12859DA80944988A97038022",
      "importIds": {
        "gm_msfv2": ["46A79AAE711BB761E219F27C1C815CF44640FBA6"],
        "gm_legacy": ["mondstadtAnemoHypostasis/1"]
      },
      "popupAttribution": "MasterEric"
    }
  ]
}
