{
  "format": 2,
  "name": {
    "_code": "3775823065",
    "zh": "急冻树",
    "de": "Fluxeisbaum",
    "en": "Cryo Regisvine",
    "es": "Regisvid Cryo",
    "fr": "Arbre congelé",
    "id": "Cryo Regisvine",
    "ja": "急凍樹",
    "ko": "얼음 나무",
    "pt": "Regisvine Cryo",
    "ru": "Крио папоротник",
    "th": "Cryo Regisvine",
    "vi": "Cây Cấp Đông"
  },
  "description": {
    "_code": "1333895277",
    "zh": "地脉中的寒霜附着在藤蔓上，由此形成的魔物。\\n有研究认为，植物就像世界的器官一样，调和着元素奔涌的地脉；而这种生态在地表上的结晶就是冰雾花、骗骗花等，充满了元素能量的产物。\\n而生长在特定环境的特定植物，经年累月或许就会成为急冻树这样的，如同魔兽一般庞大而凶猛的生命体吧…",
    "de": "Ein magisches Wesen, das entstand, als die Kälte aus dem Fluss der Elemente an den Ranken haften blieb.\\nEs gibt Forscher, die davon ausgehen, dass Pflanzen wie die Organe dieser Welt sind und die Elemente in Einklang miteinander halten. Daraus entwickeln sich Pflanzen wie Eisnebelblumen und Vaniloquen, die voller Elementarenergie stecken.\\nNach langer Zeit mögen sich einige davon unter bestimmten Umständen zu Wesen wie Fluxeisbäumen entwickeln, groß und fürchterlich wie andere Monster.",
    "en": "A monster formed from a vine that was imbued with the essence of biting frost within the ley lines.\\nSome studies suggest that plants are like the organs of the world, harmonizing the turbulent elemental energies of the ley lines. Concrete examples of this phenomena are Mist Flowers, Whopperflowers, and the like, which brim over with elemental energy.\\nIn certain circumstances, certain plants will turn into creatures of monstrous size and intent — such as the Cryo Regisvines — in the course of many years.",
    "es": "Un monstruo formado a partir de una enredadera imbuida de la esencia de la escarcha dentro de las líneas ley.\\nSegún algunos estudios, las plantas son como los órganos del mundo, ya que estabilizan las turbulentas energías elementales de las líneas ley. Ejemplos concretos de este fenómeno son las flores de neblina, las Megafloras, etc., las cuales rebosan de Energía Elemental.\\nAl crecer bajo ciertas condiciones ambientales, algunas plantas pueden convertirse en criaturas de monstruoso tamaño en el transcurso de muchos años, como ocurre con las Regisvides Cryo.",
    "fr": "Un monstre né d'une plante grimpante qui a été plongée dans le froid au sein des lignes énergétiques.\\nDes études montrent que les plantes sont les organes de la terre régulant l'énergie élémentaire. Les fleurs de brume et les Fleurs mensongères en sont des exemples concrets.\\nCes plantes prennent une taille monstrueuse à l'instinct meurtrier, comme les Arbres congelés, après de nombreuses années.",
    "id": "Monster yang terbentuk dari tanaman merambat yang dijiwai oleh esensi embun beku menggigit yang ada di dalam Ley Line.\\nBeberapa penelitian mengatakan bahwa tumbuhan adalah organ dunia, menyelaraskan energi elemen yang bergejolak dari Ley Line. Contoh paling nyata dari fenomena ini adalah Mist Flower, Whopperflower, dan tumbuhan-tumbuhan sejenisnya yang dipenuhi dengan energi elemental.\\nDalam keadaan tertentu, beberapa tumbuhan akan berubah menjadi makhluk dengan ukuran dan tujuan yang mengerikan - seperti Cryo Regisvine.",
    "ja": "地脈の中の霜雪が藤に付着してできた魔物。\\n研究によると、植物は世界の器官のように、元素の流れを調和している。地表に出ると、その結晶は霧氷花、トリックフラワーなどの元素エネルギーに満ちた植物になる。\\nこのような特定の環境で育った特定の植物は、長い年月の中で、急凍樹のように凶暴な魔物になるかもしれない…",
    "ko": "지맥의 한기가 덩굴에 스며들어 형성된 마물.\\n식물은 이 세계의 장기처럼 원소가 솟구치는 지맥을 조화시킨다는 연구가 있다. 이런 생태를 나타내는 게 바로 원소 에너지가 넘쳐나는 서리꽃, 구라구라꽃 등이다.\\n특정 환경에서 자란 특정 식물은 오랜 세월이 지나면 얼음 나무와 같은 마물처럼 거대하고 흉포한 생명체가 되는 것일지도…",
    "pt": "Um monstro formado a partir de uma videira imbuída da essência da geada cortante na Linha Ley.\\nAlguns estudos demonstram que as plantas são como os órgãos do mundo, harmonizando as energias elementais turbulentas de linha Ley. Exemplos concretos desse fenômeno são as Flores da Névoa, as Flores Gigantes, etc, que transbordam de energias elementais.\\nEm certas circunstâncias, algumas plantas se transformarão em criaturas de tamanho e intenção monstruosas - como as Regisvines Cryo - ao longo de muitos anos.",
    "ru": "Это чудовище появилось из отростка артерий земли, который впитал эссенцию пронизывающего холода.\\nНекоторые исследователи утверждают, что растения подобны организму этого мира: они нормализуют турбулентные элементальные потоки артерий земли. Примерами такого явления стали туманный цветок, попрыгунья и другие наполненные элементальной энергией растения.\\nВ определённых обстоятельствах на протяжении многих лет некоторые растения могут превратиться в существ огромного размера и чудовищных намерений.",
    "th": "มอนสเตอร์ที่เกิดจากเถาวัลย์ที่เต็มไปด้วยกระแสน้ำค้างแข็ง\\nมีงานวิจัยบอกไว้ว่า พืชนั้นเป็นเหมือนดั่งอวัยวะของโลก ที่ช่วยปรับกระแสพลังงานธาตุที่มากเกินไปให้เหมาะสม ซึ่งตัวอย่างของปรากฏการณ์นี้ได้แก่ Mist Flower, Whopperflower เป็นต้น พืชเหล่านี้ล้วนเป็นสิ่งที่เต็มไปด้วยพลังงานธาตุ\\nส่วนพืชชนิดพิเศษที่เติบโตในสภาพแวดล้อมที่เฉพาะเจาะจงอย่าง Cryo Regisvine นั้น เมื่อเวลาผ่านไปก็จะเป็นเหมือนกับอสูรที่มีร่างอันใหญ่โตและดุร้าย...",
    "vi": "Là loài ma vật sinh trưởng nhờ những sợi dây leo bám chặt dòng khí hàn băng trong địa mạnh.\\nCó nghiên cứu chỉ ra rằng, thực vật cũng có chức năng như các cơ quan trên cơ thể, chúng biết cách thích nghi với dòng chảy địa mạnh; Kết tinh thuộc hệ sinh thái trên mặt đất sẽ hình thành nên những vật chứa đựng Nguyên Tố dồi dào như Băng Vụ Hoa, Hoa Lừa Dối...\\nỞ một số loại thực vật đặc thù sinh trưởng trong điều kiện môi trường đặc biệt, qua nhiều năm tháng tích tụ sẽ biến thành thể sống gọi là Cây Cấp Đông với bản tính hung hăng và thân hình to lớn như quái vật..."
  },
  "tags": ["artifacts", "character-ascension-material"],
  "enabled": true,
  "cluster": "off",
  "respawn": 180,
  "icons": {
    "filter": "cryo-regisvine",
    "base": {
      "marker": true
    },
    "done": {
      "marker": true
    }
  },
  "data": [
    {
      "coordinates": [-20.8983, 49.59692],
      "id": "826AED79A15C3C808B0D73C36F0804FA4B1976B6",
      "importIds": {
        "gm_msfv2": ["1F1F62D01108ACAFFC2899DBC949C8111BC9417D"],
        "gm_legacy": ["mondstadtCryoRegisvine/1"]
      },
      "popupAttribution": "MasterEric"
    }
  ]
}
