{
  "format": 2,
  "name": {
    "_code": "3001242477",
    "zh": "风龙",
    "de": "Dvalin",
    "en": "Dvalin",
    "fr": "Dvalin",
    "id": "Dvalin",
    "ja": "風龍",
    "ko": "바람 드래곤",
    "pt": "Dvalin",
    "ru": "Двалин",
    "th": "Dvalin",
    "vi": "Phong Long"
  },
  "description": {
    "_code": "1407842413",
    "zh": "如今风魔龙的危机已经解除，蒙德的天空终于放晴。\\n但面对特瓦林，与暴风共舞的记忆再次鲜明地浮现。\\n在回忆中重新演练这场战斗，或许能有新的收获…",
    "de": "Endlich ist der Himmel nach dem Ende der Katastrophe, die Sturmschrecken hervorgerufen hat, aufgeklart.\\nDoch die Konfrontation mit Dvalin hat sich tief in dein Gedächtnis geprägt.\\nVielleicht kannst du neue Erkenntnisse aus diesen alten Erinnerungen ziehen.",
    "en": "Now that the Stormterror crisis has passed, it's clear skies above Mondstadt once again.\\nHowever, the memory of facing Dvalin in the sky amidst the storms is ever so vivid.\\nRelive your memories and once again partake in the battle. Maybe you'll learn something new.",
    "es": "Hoy en día, las consecuencias de la crisis ocasionada por Stormterror ya se han disipado y, junto a ellas, también las nubes que cubrían los cielos de Mondstadt.\\nSin embargo, los recuerdos de la tormenta reaparecen al hacer frente a Dvalin, la nueva amenaza.\\nQuizás rememorar esta batalla traiga consigo nuevos resultados...",
    "fr": "La crise provoquée par Stormterror est enfin terminée, et les sombres nuages enveloppant le ciel de Mondstadt se sont finalement dispersés.\\nCependant, le souvenir du combat vous ayant opposé à Dvalin au milieu de la tempête continue de vous habiter.\\nRevivez vos souvenirs et plongez-vous à nouveau dans la bataille. Peut-être apprendrez-vous quelque chose de nouveau, qui sait ?",
    "id": "Setelah ancaman Stormterror terselesaikan, kini langit di atas Mondstadt pun kembali bersinar cerah.\\nTetapi, ingatan akan pertarungan melawan Dvalin di tengah tiupan badai tetap berbekas begitu nyata dalam hati.\\nKenanglah kembali akan pertarunganmu dengannya, mungkin kamu akan mempelajari sesuatu yang baru...",
    "ja": "風魔龍の危機が解除され、モンドの空はやっと晴れた。\\nしかしトワリンに向き合うと、暴風の記憶が再び鮮明に甦った。\\n記憶の中でこの戦闘をもう一度経験すれば、何か新しい収穫を得られるかもしれない…",
    "ko": "풍마룡의 위기가 해제되고 어두웠던 몬드의 하늘이 파랗게 갰다.\\n하지만 드발린을 마주하면 폭풍과 함께 하던 기억이 다시 떠오른다.\\n기억 속에서 이 전투를 다시 체험해보면 새로운 수확을 얻을지도 모른다…",
    "pt": "Agora que a crise de Stormterror passou, o céu limpo voltou a aparecer.\\nContudo, a memória de Dvalin entre as nuvens continua muito vívida.\\nReviva suas memórias e mais uma vez participe da batalha. Talvez você aprenda algo novo.",
    "ru": "Угроза Двалина миновала и небеса над Мондштадтом снова чисты. Но битва с ним среди ураганов всё ещё чиста в памяти путешественников. Окунитесь в воспоминания и сразитесь с Ужасом бури снова. Возможно, в этот раз вы научитесь чему-то новому.",
    "th": "ในทุกวันนี้ภัยคุกคามจาก Stormterror นั้นได้ถูกกำจัดไปแล้ว ในที่สุดท้องฟ้าของ Mondstadt ก็กลับมาสดใสอีกครั้ง\\nแต่เมื่อต้องเผชิญหน้ากับ Dvalin ความทรงจำเกี่ยวกับการแหวกว่ายบนท้องฟ้า ราวกับพายุนั้น ก็ยังปรากฏเด่นชัดออกมาอยู่ทุกครั้ง\\nการทบทวนความทรงจำของคุณ ในการต่อสู้นี้ อาจทำให้ได้ผลลัพธ์อะไรใหม่ ๆ...",
    "vi": "Hiện nay, mối nguy về Phong Ma Long đã được giải trừ, bầu trời của Mondstadt đã xanh trở lại.\\nNhưng đối diện với Dvalin, những ký ức giông tố lại hiện lên rõ ràng.\\nTái hiện lại trận đấu đó trong trí nhớ, không chừng sẽ có thu hoạch mới..."
  },
  "tags": ["artifacts", "weekly-boss", "character-talent-material"],
  "enabled": true,
  "cluster": "off",
  "respawn": "boss",
  "icons": {
    "filter": "dvalin",
    "base": {
      "marker": true
    },
    "done": {
      "marker": true
    }
  },
  "data": [
    {
      "coordinates": [-15.09364, 30.70634],
      "id": "25AD0B336ABB16339A68F551CB9D99A741B5F972",
      "importIds": {
        "gm_msfv2": ["4A3BD8EBF781483014C8B73B1CDE2DCF79DCCBAA"],
        "gm_legacy": ["mondstadtDvalin/1"]
      },
      "popupAttribution": "MasterEric"
    }
  ]
}
