{
  "format": 2,
  "name": {
    "_code": "722365814",
    "zh": "电气水晶",
    "de": "Elektrisierter Kristall",
    "en": "Electro Crystal",
    "es": "Electrocristal",
    "fr": "Électrocristal",
    "id": "Electro Crystal",
    "ja": "電気水晶",
    "ko": "전기 수정",
    "pt": "Cristal Eletrificado",
    "ru": "Электро кристалл",
    "th": "Electro Crystal",
    "vi": "Pha Lê Điện"
  },
  "description": {
    "_code": "1561650273",
    "zh": "富含电力的晶石，由逸散在大气与大地中的电气积聚而成。摸起来酥酥麻麻的。如果有对应的设施，或许可以通过这里面蕴含的雷元素做些什么事情吧…？",
    "de": "Ein kraftvoller Kristall, der elektrische Energie aus der Umgebung anzieht. Es kribbelt, wenn man ihn anfasst. Mit der richtigen Ausrüstung ist es vielleicht möglich, die darin enthaltene Elektro-Energie nutzbar zu machen ...",
    "en": "A power-rich crystal that draws electricity from the air around it. Holding it makes your hand a little numb. With the right equipment, maybe it's possible to harness the Electro energy contained within?",
    "es": "Un cristal rico en energía que extrae electricidad del aire que lo rodea. Sujetarlo brevemente entumece la mano. En las instalaciones adecuadas, tal vez se pueda hacer algo con el poder Electro contenido en él...",
    "fr": "Un cristal qui puise son énergie électrique dans l'air ; le tenir trop longtemps engourdit la main. Peut-être est-il possible de récupérer l'énergie Électro qu'il contient avec le bon équipement ?",
    "id": "Kristal yang kaya akan tenaga listrik, dan menghisap listrik dari udara di sekitarnya. Menggenggamnya akan membuat tanganmu mati rasa. Dengan perlengkapan yang tepat, mungkin kita bisa memanfaatkan energi Electro yang ada di dalamnya...?",
    "ja": "電気を含んだ晶石。大気と大地に散逸している電気の塊。触るとビリビリしびれる。相応の施設があれば、その中にある雷元素を使って何かできることがあるかもしれない…？",
    "ko": "전기가 흐르는 수정. 대기와 대지의 전기가 모여서 형성됐다. 만지면 찌릿찌릿하다. 상응하는 시설이 있다면 담겨 있는 번개 원소를 이용해 뭔가 할 수 있지 않을까…?",
    "pt": "Um cristal rico em energia que extrai a eletricidade do ar ao seu redor. Segurá-lo deixa sua mão um pouco dormente. Com o equipamento certo, talvez seja possível aproveitar a energia elétrica contida nele?",
    "ru": "Заряженный электричеством кристалл, который продолжает тянуть энергию из окружающего воздуха. Если взять его в руку, то она начнёт неметь. Может быть, с подходящими инструментами возможно получить из него энергию Электро?",
    "th": "หินคริสตัลที่อุดมด้วยพลังงานไฟฟ้า มันสามารถรวบรวมไฟฟ้าจากอากาศรอบ ๆ ตัวได้ เมื่อลูบจะทำให้รู้สึกชา หากมีอุปกรณ์ที่สอดคล้องกัน บางทีคุณอาจทำอะไรบางอย่างกับธาตุไฟฟ้าที่มีอยู่ในนั้นได้...?",
    "vi": "Tinh thạch có điện lực cao, được kết tinh từ điện trong khắp đại lục, chạm vào có cảm giác tê liệt. Nếu có thiết bị tương ứng, có lẽ sẽ làm được gì đó với nguyên tố điện trong đó nhỉ?"
  },
  "tags": [
    "alchemy-ingredient"
  ],
  "enabled": true,
  "cluster": "on",
  "respawn": 172800,
  "icons": {
    "filter": "electro-crystal",
    "base": {
      "marker": true
    },
    "done": {
      "marker": true
    }
  },
  "data": [
    {
      "coordinates": [
        -37.41097,
        105.11357
      ],
      "id": "55DC842B8C0701CDD7B150BF13B47FF790AB0CB9",
      "importIds": {
        "hoyolab": [
          "63_11564"
        ],
        "appsample": [
          "14255"
        ]
      },
      "popupTitle": {
      },
      "popupAttribution": "Hoyolab"
    },
    {
      "coordinates": [
        -37.51147,
        105.07941
      ],
      "id": "ED5B492E8F32D0EE20E877A8FFECB965B3C1D61A",
      "importIds": {
        "hoyolab": [
          "63_11563"
        ],
        "appsample": [
          "14256"
        ]
      },
      "popupTitle": {
      },
      "popupAttribution": "Hoyolab"
    },
    {
      "coordinates": [
        -25.39636,
        108.25801
      ],
      "id": "551B116F015B2EEFEE0F372E19AFBBD14D65AD09",
      "importIds": {
        "hoyolab": [
          "63_11562"
        ],
        "appsample": [
          "14257"
        ]
      },
      "popupTitle": {
      },
      "popupAttribution": "Hoyolab"
    },
    {
      "coordinates": [
        -25.31969,
        108.29943
      ],
      "id": "FD0E585E9C103AC2EE38F72A69936DA9B7C6DB96",
      "importIds": {
        "hoyolab": [
          "63_11561"
        ],
        "appsample": [
          "14258"
        ]
      },
      "popupTitle": {
      },
      "popupAttribution": "Hoyolab"
    },
    {
      "coordinates": [
        -25.39946,
        108.30253
      ],
      "id": "56A0163F5836EE3B08DAAC1CE6C11819835E0F96",
      "importIds": {
        "hoyolab": [
          "63_11560"
        ],
        "appsample": [
          "14258"
        ]
      },
      "popupTitle": {
      },
      "popupAttribution": "Hoyolab"
    }
  ]
}