{
  "format": 2,
  "name": {
    "_code": "1635683325",
    "zh": "公子",
    "de": "Der Graf",
    "en": "Childe",
    "es": "Nobile",
    "fr": "Tartaglia",
    "id": "Childe",
    "ja": "タルタリヤ",
    "ko": "타르탈리아",
    "pt": "Childe",
    "ru": "Чайльд",
    "th": "Childe",
    "vi": "Childe"
  },
  "description": {
    "_code": "3195756037",
    "zh": "一度笼罩璃月的疑云终于散开，胁迫这片土地的阴谋也因为七星、仙人与你的共同努力被粉碎。\\n但在黄金屋的深处，与愚人众的「公子」交锋的记忆再次鲜明地浮现。\\n在回忆中重新演练这场战斗，或许能有新的收获…",
    "de": "Der dichte Wolkennebel, der Liyue eingehüllt hat, hat sich verzogen. Auch der Plan, der diese Region gefährdete, konnte dank der Hilfe der Qixing, der Adepten und dir vereitelt werden.\\nDie Erinnerung an die deine Begegnung mit dem Grafen von den Fatui tief in der Goldstube tritt erneut hervor.\\nVielleicht kannst du neue Erkenntnisse aus diesen alten Erinnerungen ziehen.",
    "en": "The storm clouds gathering over Liyue have finally parted, and the schemes that once gripped this land have been shattered by the combined efforts of the Qixing, the adepti, and yourself.\\nStill, the memories of your duel with Childe of the Fatui in the depths of the Golden House remain fresh in your mind.\\nRelive this duel, and you may yet learn something new...",
    "es": "Las nubes que cubrían Liyue finalmente se han disipado, y la conspiración que amenazaba estas tierras fue suprimida con el esfuerzo conjunto de las Siete Estrellas, los Adeptus y tú.\\nSin embargo, todavía tienes el recuerdo fresco de cuando cruzaste espadas con Nobile en la Casa Dorada.\\nQuizás en los recuerdos de esa batalla hay un detalle que pasaste por alto...",
    "fr": "Les sombres nuages couvant sur Liyue se sont enfin dispersés. Le complot qui s'était emparé de ces terres a été exposé au grand jour, grâce aux efforts combinés des Sept Étoiles, des Adeptes et de vous-même.\\nLe souvenir de votre combat contre Tartaglia le Fatui est encore frais dans votre mémoire.\\nRevivez vos souvenirs et plongez-vous à nouveau dans la bataille. Peut-être apprendrez-vous quelque chose de nouveau, qui sait ?",
    "id": "Badai yang menyelimuti Liyue akhirnya hilang, dan rencana yang tadinya mencengkeram wilayah ini akhirnya dapat dihancurkan oleh upaya kerja sama antara Qixing, para Adeptus, dan dirimu sendiri.\\nNamun, kenangan pertarunganmu dengan Childe di Golden House akan tetap membekas selamanya.\\nIngat kembali pertarungan ini, dan kamu mungkin akan mempelajari sesuatu yang baru...",
    "ja": "璃月を覆っていた暗雲は消え、この地を脅かしていた陰謀も七星、仙人、そして君によって阻止することができた。\\nしかし黄金屋の奥深くで、ファデュイの「公子」と戦った記憶が再び鮮明に甦った。\\n記憶の中でこの戦闘をもう一度経験すれば、何か新しい収穫を得られるかもしれない…",
    "ko": "리월을 뒤덮었던 먹구름이 드디어 걷히고, 이곳을 위협하던 음모도 칠성, 선인 그리고 여행자의 노력으로 산산조각이 났다.\\n그러나 황금옥 깊숙한 곳에서 우인단 「타르탈리아」와의 전투가 다시 선명히 떠올랐다.\\n기억 속에서 이 전투를 다시 체험해보면 새로운 수확을 얻을지도 모른다…",
    "pt": "Graças ao esforço de Qixing e os Adepti, finalmente desapareceu o nevoeiro que tinha dominado Liyue, junto com a conspiração que tinha ameaçado este território.\\nMas nas profundezas da Casa Dourada, as memórias de luta contra o Childe dos Fatui começaram a flutuar vividamente.\\nSerá que poderá surgir mais algo novo se entrar em luta novamente, nas memórias...",
    "ru": "Грозовые облака над Ли Юэ наконец рассеялись. Ваши совместные действия с Цисин и Адептами не дали осуществиться коварным планам, которые сулили гибель целому региону. Однако перед вами вновь вспыхнули воспоминания о поединке с Чайльдом в Золотой палате. Возможно, вы сможете вынести что-то новое из этого опыта...",
    "th": "เมฆประหลาดที่ปกคลุมเมือง Liyue ตลอดเวลาเริ่มเบาบางลง แผนการที่เคยมีต่อเมืองนี้ก็ถูก Qixing, เหล่าเซียน และคุณร่วมกำจัดจนสิ้นซาก\\nแต่ในเบื้องลึกของ Golden House ภาพความจำของการประลองกับ Childe จาก Fatui ยังคงชัดเจน \\nการซ้อมประลองใหม่อีกครั้ง อาจทำให้เรียนรู้อะไรใหม่ ๆ ก็เป็นได้...",
    "vi": "Trước sự chung sức của Thất Tinh, các tiên nhân và bạn. Đám mây ngờ vực bao trùm lên cả Liyue cuối cùng cũng tan biến, âm mưu đe doạ mảnh đất này cũng đã tan thành mây khói.\\nNhưng tận sâu bên trong Hoàng Kim Ốc, ký ức giao chiến với \"Childe\" của Fatui lại hiện lên một cách rõ nét.\\nHãy tái hiện lại trận đấu này trong ký ức, không chừng sẽ có thu hoạch mới..."
  },
  "tags": ["artifacts", "weekly-boss", "character-talent-material"],
  "enabled": true,
  "cluster": "off",
  "respawn": "boss",
  "icons": {
    "filter": "childe",
    "base": {
      "marker": true
    },
    "done": {
      "marker": true
    }
  },
  "data": [
    {
      "coordinates": [-52.29296, 29.44922],
      "id": "31CFAC8D68438142A040B551F20CBC9EFFA1012B",
      "importIds": {
        "gm_msfv2": ["703DB28EF588D2FD59E4672BAA5130B58E23AEF3"],
        "gm_legacy": ["liyueChilde/1"]
      },
      "popupAttribution": "MasterEric"
    }
  ]
}
