{
  "format": 2,
  "name": {
    "_code": "1590609280",
    "zh": "无相之岩",
    "de": "Geo-Hypostase",
    "en": "Geo Hypostasis",
    "es": "Hipostasis Geo",
    "fr": "Hypostase Géo",
    "id": "Geo Hypostasis",
    "ja": "無相の岩",
    "ko": "무상의 바위",
    "pt": "Hypostasis Geo",
    "ru": "Гео гипостазис",
    "th": "Geo Hypostasis",
    "vi": "Nham Nguyên Bản"
  },
  "description": {
    "_code": "2273147727",
    "zh": "代号为「基末尔」的高级岩元素生命。\\n无相元素本身是超浓缩的构造体，拥有极高的质量。\\n浓缩成硬质固体的元素超质壳是惰性的，只有内部的核会活跃发生元素反应。",
    "de": "Ein höheres Geo-Wesen mit der Bezeichnung „Gimel“.\\nDie Hypostase an sich ist eine konzentrierte Form von Energie und damit eine völlig reine Substanz.\\nDiese bis auf einen Festkörper konzentrierte Form ist nach außen hin reaktionsträge, das Innere neigt aber zu allerlei elementaren Reaktionen.",
    "en": "Code name: Gimel. A high-purity Geo entity.\\nElemental hypostases are ultra-compact structures with a high mass.\\nConcentrated elemental energy forms a solid shell around the core of the hypostasis, leaving only the core reactive to elemental stimuli.",
    "es": "Nombre en clave: Grimorio. Un ser Geo de alta pureza.\\nLos Hipostasis Elementales tienen una estructura densa con una calidad extremadamente alta.\\nSu energía elemental concentrada forma una coraza sólida y fuerte alrededor de su núcleo, dejando que solo este sea reactivo a los efectos elementales.",
    "fr": "Nom de code : « Grimor ». Un être supérieur de l'élément Géo.\\nLes Hypostases sont des structures extrêmement compactes à la masse élevée.\\nL'énergie élémentaire ainsi concentrée forme une coquille rigide autour du cœur de l'Hypostase, ne laissant que ce dernier réagir aux stimuli élémentaires.",
    "id": "Code name: Gimel. Sebuah organisme Geo dengan tingkat kemurnian tinggi.\\nElemental Hypostasis adalah perwujudan dari elemen murni dengan tingkat konsentrasi yang sangat tinggi.\\nEnergi elemental berkumpul menjadi satu dan membentuk cangkang keras yang melindungi intinya. Inti elemental tersebut adalah satu-satunya bagian yang dapat terpengaruh oleh reaksi elemental.",
    "ja": "高純度の岩元素生命体、コードネーム「ギメル」。\\n無相元素は限界まで濃縮された構造体で、極めて高い質量を有している。\\n外部の元素殼は安定しているが、内部の元素コアはかなり活発である。",
    "ko": "코드 네임이 「그리모어」인 고급 바위 원소 생명체.\\n무상 원소는 고농축 구조체로 아주 높은 질량을 가지고 있다.\\n단단한 고체로 농축된 원소 껍데기는 굳어졌고 활성화 상태인 내부의 코어만이 원소 반응을 일으킬 수 있다",
    "pt": "Codinome: Gímel. Uma entidade Geo de alta pureza. \\nAs Hypostasis Elementais são construções ultracompactas com alta massa.\\nA energia elemental concentrada forma uma concha sólida endurecida em torno de seu núcleo, deixando apenas o núcleo reativo a estímulos elementares.",
    "ru": "Кодовое название: Гиммель. Высококонцентрированный Гео элемент.\\nЭлементальный гипостазис - это сверхкомпактная структура с высокой массой.\\nВысокая концентрация элементальной энергии образует твёрдую оболочку вокруг ядра, активно реагирующего на элементальные стимулы.",
    "th": "โค้ดเนม: \"Gimel\" สิ่งมีชีวิตธาตุหินระดับสูง\\nElemental Hypostasis นั้น จะมีร่างเป็นโครงสร้างที่มีความเข้มข้นและคุณภาพที่สูงมาก ๆ\\nพลังงานธาตุที่มีความเข้มข้นสูงนั้น สร้างเปลือกแข็งขึ้นมาห่อหุ้มแกนกลาง และจะมีเพียงแกนกลางเท่านั้นที่จะถูกกระตุ้นให้เกิดปฏิกิริยาของธาตุได้",
    "vi": "Biệt danh \"Grimoire\" – sinh mệnh Nguyên Tố Nham cao cấp. \\nNguyên tố nguyên bản vốn là vật cấu tạo cô đặc, có chất lượng cao nhất. \\nVỏ siêu Nguyên Tố được cô đặc thành vật thể rắn có tính trơ, chỉ có hạt nhân bên trong không ngừng diễn ra phản ứng Nguyên Tố."
  },
  "tags": ["artifacts", "character-ascension-material"],
  "enabled": true,
  "cluster": "off",
  "respawn": 180,
  "icons": {
    "filter": "geo-hypostasis",
    "base": {
      "marker": true
    },
    "done": {
      "marker": true
    }
  },
  "data": [
    {
      "coordinates": [-42.32696, 40.98458],
      "id": "79E02A985A6D0B203FFB5211E3CEC01714859578",
      "importIds": {
        "gm_msfv2": ["2FA97FD3EC8B69196D57A78772B693E7EB3A4604"],
        "gm_legacy": ["liyueGeoHypostasis/1"]
      },
      "popupAttribution": "MasterEric"
    }
  ]
}
