{
  "format": 2,
  "name": {
    "_code": "1593406705",
    "zh": "纯水精灵",
    "de": "Okeanide",
    "en": "Oceanid",
    "es": "Oceánida",
    "fr": "Océanide",
    "id": "Oceanid",
    "ja": "純水精霊",
    "ko": "물의 정령",
    "pt": "Oceanid",
    "ru": "Океанид",
    "th": "Oceanid",
    "vi": "Tinh Linh Nước Trong"
  },
  "description": {
    "_code": "2848133519",
    "zh": "极纯的水元素凝结成的生命体。\\n常与水体相伴。据说，水体越纯净，其中的水元素越丰沛，纯水精灵的力量就越强。\\n又有传说认为，纯水精灵曾是来自异乡的水之亲眷。怀着已殁之神的碎片，流落到了世界各处，或许是为了让她们的神对世界的爱，循着水流广布大地…",
    "de": "Eine Lebensform aus hochreiner Hydro-Kraft.\\nSie wird oft von anderen Wesen mit Hydro-Energie begleitet. Je reiner ein Gewässer ist, desto stärker sollen die darin enthaltene Hydro-Energie und damit die Kraft der Okeaniden sein.\\nEs gibt aber auch Legenden, die besagen, Okeaniden wären die Abkömmlinge eines Wasservolkes aus einem weit entfernten Land, die die Bruchstücke eines längst verstorbenen Gottes in alle Ecken dieser Welt bringen. Ihr Ziel mag sein, die Überreste ihres geliebten Gottes mitsamt ihrer Liebe in der Welt zu verteilen, um diese Teil des gesamten Wasserkreislaufs werden zu lassen.",
    "en": "A life-form created from condensed Hydro elements of incredible purity.\\nOften attached to bodies of water. It is said that as water bodies become purer, the Hydro elements within grow more abundant, causing the Oceanids to grow more powerful.\\nIt is also said by some that Oceanids were once sea creatures from a home far away who carried the fragments of a long-dead god to the many corners of this world. Perhaps they did this so that the love their god held for this world could be spread through the waters to all the land...",
    "es": "Una forma de vida increíblemente pura creada a partir de la condensación del elemento Hydro.\\nA menudo se encuentra junto al agua. Se dice que, a medida que los cuerpos de agua se vuelven más puros, aumentan los elementos Hydro de su interior, lo que hace que las Oceánidas se vuelvan más poderosas.\\nTambién se dice que, en el pasado, las Oceánidas fueron criaturas marinas de un lugar lejano que llevaron los fragmentos de un dios que murió hace mucho tiempo a todos los rincones de este mundo. Tal vez lo hicieron para que el amor de su dios hacia este mundo se extendiera por toda la tierra a través del agua...",
    "fr": "Un être vivant résultant de la condensation de l'élément Hydro à l'état pur.\\nCette créature est souvent accompagnée de corps aqueux. On raconte que plus ceux-ci sont purs, plus on y trouve d'élément Hydro, et plus l'Océanide est alors puissante.\\nUne autre légende prétend que les Océanides sont des créatures des mers venues d'un lieu lointain et porteuses des fragments d'un dieu passé qui se seraient éparpillées à travers le monde, peut-être pour que l'amour de leur ancien dieu puisse recouvrir mers et terres...",
    "id": "Bentuk kehidupan yang tercipta dari elemen Hydro yang terkondensasi dengan kemurnian luar biasa.\\nSering ditemukan di badan air. Dikatakan bahwa ketika badan air menjadi lebih murni, elemen Hydro di dalamnya bertambah banyak dan menyebabkan Oceanids tumbuh lebih kuat.\\nBeberapa orang juga mengatakan bahwa Oceanid dulunya adalah makhluk laut dari tempat nan jauh yang membawa pecahan Dewa yang sudah lama mati ke berbagai penjuru dunia ini. Mungkin mereka melakukan ini agar cinta Dewa itu dapat terbagi ke seluruh dunia melalui seluruh aliran air yang ada...",
    "ja": "純度が極めて高い水元素で形成された生命体。\\n常に水と共に存在する。噂によると、水の純度が高いほど、その水元素が豊富になり、純水精霊が強くなる。\\nまたある説によると、純水精霊の正体は異国の水の眷属という。亡くなった神の欠片を携え、世界各地を流浪し、神の愛を水脈で大地に広げようとしている…",
    "ko": "지극히 순수한 물 원소로 구성된 생명체.\\n늘 물과 함께한다. 물이 맑을수록 물 원소가 더욱 풍부해지고 맑은 물의 정령도 더 강해진다고 한다.\\n맑은 물의 정령은 과거 타지에서 온 물의 권속으로 죽은 신의 파편을 품고 세계 곳곳을 떠돈다고 한다. 어쩌면 이들의 신이 세계를 사랑하기에 물줄기를 따라 대지를 누비는 것일지도...",
    "pt": "Uma forma de vida criada a partir de elementos Hydro condensados de incrível pureza.\\nMuitas vezes anexada a massas de água. Dizem que à medida que os corpos de água se tornam mais puros, os elementos Hydro se tornam mais abundantes no interior, fazendo com que os Oceanids se tornem mais poderosos.\\nÉ também dito por alguns que os Oceanids eram entes de um mar distante, e eles se dispersavam em todos os cantos do mundo, carregando os fragmentos de um deus morto há muito tempo. Talvez eles tenham feito isso para que o amor que seu deus tinha por este mundo pudesse se espalhar através das águas para toda a terra...",
    "ru": "Жизненная форма, образовавшаяся из конденсированного Гидро элемента невероятной чистоты.\\nОбычно живёт в водоёмах. Говорят, что по мере того, как водоём становится чище, содержание Гидро элемента в нём становится больше, в результате чего океанид становится сильнее.\\nНекоторые поговаривают, что когда-то океаниды были морскими существами из далёких мест, которые разнесли останки давно умершего бога по разным уголкам этого мира. Возможно, они хотели распространить любовь своего бога к этому миру через его воды...",
    "th": "Oceanid คือร่างกายของสิ่งมีชีวิตที่เกิดจากการรวมตัวของธาตุน้ำอันบริสุทธิ์\\nมักจะมาพร้อมกับร่างที่เป็นน้ำ ว่ากันว่ายิ่งร่างน้ำบริสุทธิ์เท่าไหร่ ธาตุน้ำก็จะยิ่งสมบูรณ์เท่านั้น และพลังของภูตแห่งน้ำบริสุทธิ์นี้ก็จะยิ่งแข็งแกร่งขึ้นไปด้วย\\nมีตำนานกล่าวไว้ว่า Oceanid นั้นเคยเป็นสัตว์ทะเลจากแดนไกล ที่ขนเศษชิ้นส่วนของเทพเจ้าที่ตายไปนานแล้วไปยังทั่วทุกมุมโลก บางทีพวกเขาอาจทำเช่นนี้ เพื่อให้ความรักที่พระเจ้าของพวกเขามีต่อโลกนี้ สามารถแพร่กระจายผ่านผืนน้ำไปทั่วดินแดนก็ได้...",
    "vi": "Thể sống được kết tinh từ Nguyên Tố Thủy thuần khiết.\\nLuôn tồn tại và sinh trưởng trong nước. Theo đó, nếu nguồn nước càng tinh khiết, Nguyên Tố Thủy càng dồi dào thì sức mạnh của Tinh Linh Nước Trong càng trở nên mạnh mẽ.\\nCũng có truyền thuyết kể lại rằng, ở một nơi rất xa ngoài kia, Tinh Linh Nước Trong vốn là người họ hàng thân thiết của dòng nước. Chúng đem theo những mảnh vỡ từ thần linh đã khuất lưu lạc đến đây. Có lẽ đó là cách chúng thể hiện tình yêu của thần đối với thế giới, hòa quyện và che chở cho dòng nước chảy khắp thế gian..."
  },
  "tags": ["artifacts", "character-ascension-material"],
  "enabled": true,
  "cluster": "off",
  "respawn": 180,
  "icons": {
    "filter": "oceanid",
    "base": {
      "marker": true
    },
    "done": {
      "marker": true
    }
  },
  "data": [
    {
      "coordinates": [-24.21838, 29.12398],
      "id": "495085330633C3761B5DBFA4EE12569C61D344A2",
      "importIds": {
        "gm_msfv2": ["4EE619DAD4186B13A85CEB2A63424D28077B47D3"],
        "gm_legacy": ["liyueOceanid/1"]
      },
      "popupAttribution": "MasterEric"
    }
  ]
}
