{
  "format": 2,
  "name": {
    "_code": "128450209",
    "zh": "爆炎树",
    "de": "Fluxfeuerbaum",
    "en": "Pyro Regisvine",
    "es": "Regisvid Pyro",
    "fr": "Arbre enflammé",
    "id": "Pyro Regisvine",
    "ja": "爆炎樹",
    "ko": "폭염 나무",
    "pt": "Árvore Queimada",
    "ru": "Пиро орхидея",
    "th": "Pyro Regisvine",
    "vi": "Cây Nổ"
  },
  "description": {
    "_code": "3116937319",
    "zh": "吸收了地脉中奔涌的古老烈焰的巨大藤蔓。\\n如同充满怒火一般，永不止息的植物。\\n诗人、歌手乃至一些学者认为「元素」中蕴含着情感和愿望。如果属实，又是什么情感与愿望驱使着爆炎树恒常燃烧，如同渴求着挣脱大地的束缚一般挣扎舞动呢…",
    "de": "Lange Ranken, die die alten Flammen des Flusses der Elemente aufgenommen haben.\\nWie ein ewig brennendes Feuer sind auch diese Pflanzenwesen unersättlich.\\nDichter und Sänger, ja, sogar einige Gelehrte meinen, dass in den Elementen Gefühl und Hoffnung stecken. Wenn dem so ist, welche Gefühle und Hoffnungen erfüllen wohl den Fluxfeuerbaum und seine ewigen Flammen, die tanzen und hüpfen, als wollten sie sich vom Boden, aus dem sie stammen, lösen?",
    "en": "A giant vine that has absorbed the ancient flame that rages within the ley lines.\\nIt is restless as if filled with endless fury.\\nPoets, bards, and even some academics believe that elements also contain emotions and hopes. If this is true, then one can only wonder what emotions cause the Pyro Regisvine to burn eternally, writhing like one longing to be free of the confines of the earth...",
    "es": "Una enredadera gigante que ha absorbido la antigua llama que ruge dentro de las líneas ley.\\nEs una criatura inquieta que parece estar llena de una furia infinita.\\nLos poetas, los bardos e incluso algunos académicos creen que los elementos también contienen emociones y esperanza. Si esto es cierto, entonces, es inevitable preguntarse qué emociones hacen que las Regisvides Pyro ardan y se retuerzan eternamente con el deseo de liberarse de los confines de la tierra...",
    "fr": "Une plante grimpante géante qui a absorbé l'ancienne flamme qui brûle dans les lignes énergétiques.\\nCette créature végétale est habitée d'une furie inextinguible.\\nPoètes, bardes et mêmes certains érudits croient que les éléments contiennent aussi des particules d'espoir et d'émotion. Si cela est vrai, alors on se demande quels sont les sentiments qui permettent à l'Arbre enflammé de brûler sans jamais se consumer, comme s'il cherchait à se libérer des entraves de ce monde...",
    "id": "Tanaman merambat raksasa yang telah menyerap api kuno yang mengamuk di Ley Line.\\nTerlihat gelisah, seolah dipenuhi dengan amukan yang tak ada habisnya.\\nPenyair, penyanyi, dan bahkan para akademisi percaya bahwa elemen juga mengandung emosi dan harapan. Jika ini benar, maka orang hanya bisa bertanya-tanya emosi apa yang menyebabkan Pyro Regisvine terbakar selamanya, seperti ingin bebas dari kekangan dunia...",
    "ja": "地脈の中で流れている上古の炎を吸収した巨大な藤。\\n消えることのない怒りの炎のような植物。\\n「元素」には感情と願いが秘められていると、詩人や歌手、さらに一部の学者までそう思っている。もしそれが本当なら、燃え続ける爆炎樹は一体どんな感情を持ち、大地の束縛から逃げようと足掻いているのだろう…",
    "ko": "지맥에서 솟구치는 고대 화염을 흡수한 거대한 덩굴.\\n분노로 가득 찬 것처럼 절대 멈추지 않는 식물.\\n시인, 가수, 심지어 몇몇 학자들도 「원소」에 감정과 소망이 깃들어 있다고 믿는다. 만약 이게 사실이라면, 영원히 타오르는 폭염 나무엔 대체 어떤 감정과 희망이 깃들어 있길래 대지의 속박을 벗어나려고 하듯 이렇게 몸부림을 치는 걸까…",
    "pt": "Uma videira gigante que absorveu a chama flutuante e antiga dentro das Linhas Ley.\\nÉ inquieta, como se estivesse cheia de uma fúria sem fim.\\nPoetas, bardos e até alguns acadêmicos acreditam que os elementos também contêm emoções e desejos. Se isso for verdade, então só podemos imaginar que as emoções fazem com que as Árvores Queimadas queimem eternamente, contorcendo-se como alguém que deseja estar livre dos limites da terra...",
    "ru": "Гигантская лоза, которая впитала древнее пламя, бушующее в артериях земли.\\nОна будто наполнена бесконечной яростью.\\nПоэты, барды и даже некоторые учёные считают, что стихийные элементы могут нести в себе эмоции и надежду. Если это правда, то можно только гадать, какие эмоции заставляют Пиро орхидею вечно гореть, словно корчась от жажды быть свободным от заточения земли...",
    "th": "เถาวัลย์ยักษ์ที่ดูดซับเปลวไฟโบราณที่โหมกระหน่ำอยู่ในแนวกระแสพลัง\\nพืชที่ไม่เคยหยุดนิ่งราวกับเต็มไปด้วยความโกรธ\\nนักกวี, นักร้อง หรือแม้แต่นักวิชาการต่างเห็นว่า \"ธาตุ\" นั้นมีอารมณ์และความหวัง หากนี่เป็นเรื่องจริง อารมณ์และความหวังแบบไหนกันที่ทำให้ Pyro Regisvine มีไฟลุกไหม้อยู่ตลอดเวลา ราวกับดิ้นรนเพื่ออยากจะหลุดพ้นจากการผูกติดกับพื้นโลก...",
    "vi": "Dây leo cực lớn hấp thụ nguồn năng lượng từ ngọn lửa cổ xưa tuôn trào trong địa mạch.\\nLoài thực vật này trường tồn cùng ngọn lửa rực cháy.\\nĐối với các bậc thi nhân, danh ca hay một số ít học giả cho rằng cảm xúc và sự khát khao luôn là thứ nằm bên trong \"Nguyên Tố\". Nếu quả thực như vậy, thì thứ cảm xúc và khát khao gì có thể khiến nó đốt cháy không ngừng nghỉ cơ chứ, lẽ nào đó lại là vũ điệu của khát vọng, đang vùng vẫy thoát ra khỏi sự bó buộc của lòng đất..."
  },
  "tags": ["artifacts", "character-ascension-material"],
  "enabled": true,
  "cluster": "off",
  "respawn": 180,
  "icons": {
    "filter": "pyro-regisvine",
    "base": {
      "marker": true
    },
    "done": {
      "marker": true
    }
  },
  "data": [
    {
      "coordinates": [-41.24586, 22.13565],
      "id": "3FA93DD061F9CF99A9DC5C434832376315ADBCE0",
      "importIds": {
        "gm_msfv2": ["9E2C6BACC0D97E91CE2390327AC1A8F7888F1103"],
        "gm_legacy": ["liyuePyroRegisvine/1"]
      },
      "popupAttribution": "MasterEric"
    }
  ]
}
