{
  "format": 2,
  "name": {
    "_code": "1374369889",
    "zh": "温暖仙灵",
    "de": "Wärmende Seelie",
    "en": "Warming Seelie",
    "es": "Seelie cálido",
    "fr": "Fée ardente",
    "id": "Warming Seelie",
    "ja": "温暖仙霊",
    "ko": "따뜻한 선령",
    "pt": "Seelie Quente",
    "ru": "тёплая фея",
    "th": "Warming Seelie",
    "vi": "Tiên Linh Ấm Áp"
  },
  "description": {
    "_code": "3380057630",
    "zh": "在龙脊雪山的特殊环境下，仙灵也产生了异变。\\n处在「温暖仙灵」附近时，可以借由它散发的热量，驱散寒意。这种热量或许也能触发一些遗迹的机关…",
    "de": "Das einzigartige Klima am Drachengrat hat sogar bei den Seelien zu Veränderungen geführt.\\nDie sanfte Wärme einer wärmenden Seelie kann dazu beitragen, die Auswirkungen der bitteren Kälte zu mildern. Vielleicht könnte man ihre Wärme auch dazu verwenden, einige Vorrichtungen in Ruinen zu aktivieren ...",
    "en": "Dragonspine's unique climate has caused even the Seelie to mutate. The gentle warmth of a Warming Seelie can help alleviate effects of the bitter cold. Perhaps its warmth can also be used to trigger some ruin mechanisms...",
    "es": "Debido al entorno especial de Espinadragón, los Seelies que viven allí experimentaron una mutación.\\nEl calor que emiten los Seelies cálidos ayuda a aliviar los efectos del frío, y tal vez también se puede usar para activar ciertos mecanismos de las ruinas...",
    "fr": "Les conditions climatiques dans les Monts Dosdragon ont entraîné la mutation des Fées.\\nRester à proximité des Fées ardentes peut vous aider à lutter contre les températures glaciales des lieux. Leur chaleur permettrait même activer certains mécanismes dans les ruines...",
    "id": "Di lingkungan Dragonspine yang unik, para Seelie juga mengalami perubahan.\\nSaat kamu berada di dekat Warming Seelie, kamu dapat memanfaatkan energi panas yang dikeluarkan olehnya untuk menghilangkan dingin di tubuhmu. Tapi energi panas ini juga bisa menyalakan sejenis mekanisme di reruntuhan ini...",
    "ja": "ドラゴンスパインの環境により、仙霊にも変異が起きた。\\n「温暖仙霊」のそばにいる時、仙霊から発する熱で寒気が解消される。この熱量なら、遺跡の装置も解除できるかもしれない…",
    "ko": "드래곤 스파인의 특수한 환경 속에서 선령 또한 변이되었습니다.\\n「따뜻한 선령」 근처에 있으면 그가 내뿜는 열기로 한기를 몰아낼 수 있습니다. 이러한 열기로 어떤 유적의 장치를 가동할 수 있을지도…",
    "pt": "As condições únicas da Espinha do Dragão causaram a mutação da Seelie.\\nFicar perto da Seelie Quente ajuda a aliviar os efeitos do frio intenso. Talvez o calor desta Seelie também possa ser usado para acionar mecanismos em algumas ruínas...",
    "ru": "Под воздействием уникальных климатических условий Драконьего хребта изменения претерпели даже феи. Аура тёплой феи поможет снизить эффект лютого мороза. Также её тепло может активировать некоторые механизмы...",
    "th": "สภาพแวดล้อมพิเศษของภูเขาหิมะ Dragonspine ทำให้ Seelie เปลี่ยนแปลงไปเช่นกัน\\nเมื่อคุณอยู่ใกล้ Warming Seelie คุณสามารถใช้ความร้อนที่มันปล่อยออกมาเพื่อขับไล่ความหนาวเย็น ความร้อนเช่นนี้ อาจกระตุ้นซากกลไกบางอย่างได้อีกด้วย ...",
    "vi": "Ở môi trường đặc biệt của Long Tích Tuyết Sơn, Tiên Linh cũng xảy ra dị biến.\\nKhi ở gần Tiên Linh Ấm Áp, có thể mượn nhiệt lượng mà nó sản sinh ra để xua đi cái lạnh. Nhiệt lượng này có thể kích hoạt một số cơ quan Di Tích..."
  },
  "enabled": false,
  "cluster": "variable",
  "respawn": "none",
  "icons": {
    "filter": "warming-seelie",
    "base": {
      "marker": true
    },
    "done": {
      "marker": true
    }
  },
  "data": []
}
