{
  "format": 2,
  "name": {
    "_code": "2823299104",
    "zh": "丘丘人",
    "de": "Hilichurl",
    "en": "Hilichurl",
    "es": "Hilichurl",
    "fr": "Brutocollinus",
    "id": "Hilichurl",
    "ja": "ヒルチャール",
    "ko": "츄츄족",
    "pt": "Hilichurl",
    "ru": "Хиличурл",
    "th": "Hilichurl",
    "vi": "Hilichurl"
  },
  "description": {
    "_code": "531206316",
    "zh": "提瓦特荒野中游荡的原始住民。\\n与人类轮廓相似，却失去了智能与灵性。据记载，在大地上出没超过千年，却没有历史与文明。\\n自五百年前漆黑的灾祸以来，便广袤地分布在大地各处。虽然力量弱小，缺乏组织，但有时也能给人们带来不小的麻烦。",
    "de": "Die primitiven, umherziehenden Bewohner der Wildnis von Teyvat.\\nObwohl Menschen nicht unähnlich, scheinen sie Geist und Intellekt verloren zu haben. Aufzeichnungen über sie sind über tausend Jahre alt, gleichwohl weisen sie weder Geschichte noch eine Kultur auf.\\nSeit der schrecklichen Katastrophe vor 500 Jahren verbreiteten sie sich in großer Zahl. Sie sind weder sonderlich stark noch organisiert, trotzdem bereiten sie den Menschen gelegentlich große Probleme.",
    "en": "The primitive wandering inhabitants of Teyvat's wildernesses.\\nThey look very similar to humanity but seem to have lost both their intellect and spirituality. Their presence on the continent has been recorded for over a thousand years, and yet they have neither history nor civilization.\\nSince the pitch-black calamity from five hundred years ago, they have begun to spread in large numbers across the land. They are not very strong, and they lack organization, but they nonetheless bring sizable trouble to humans every once in a while.",
    "es": "Los habitantes primitivos de Teyvat.\\nSu forma es similar a la humana, pero les falta inteligencia y espiritualidad. Según los registros, llevan más de mil años deambulando por estas tierras, pero no tienen civilización ni escritura.\\nTras el desastre ocurrido hace medio milenio, se dispersaron por todo el mundo. Aunque no son especialmente fuertes ni saben organizarse, en ocasiones pueden provocar más de un quebradero de cabeza.",
    "fr": "Résident d'origine des contrées sauvages de Teyvat.\\nL'apparence des Brutocollinus se rapproche de celle de l'homme, mais ils n'ont ni son intellect, ni ses aspirations spirituelles. Bien que les archives fassent remonter leur présence sur terre à plus d'un millénaire, ils ne semblent cependant n'avoir connu ni développement historique, ni civilisation.\\nSuite aux calamités remontant au milieu du précédent millénaire, les Brutocollinus se sont répandus à travers les terres, colonisant tous types d'environnements. Ces créatures relativement faibles et manquant d'organisation peuvent malgré tout causer pas mal de problèmes à l'homme.",
    "id": "Penduduk primitif yang mengembara di alam liar Teyvat.\\nMereka terlihat sangat mirip dengan manusia, namun tampaknya mereka sudah kehilangan kecerdasan dan spiritualitasnya. Kehadiran mereka di atas daratan ini telah tercatat lebih dari seribu tahun, namun mereka tidak memiliki sejarah maupun peradaban.\\nSejak bencana kegelapan lima ratus tahun yang lalu, mereka mulai menyebar dalam jumlah besar ke seluruh wilayah. Mereka memang tidak sekuat yang dibayangkan, mereka pun tidak mampu melakukan suatu hal dengan rapi dan terorganisir, tetapi tetap saja keberadaan mereka sesekali membawa masalah yang cukup besar bagi orang-orang.",
    "ja": "テイワットの荒野を彷徨う原始住民。\\n人に似ているが、知能と精神はすでに失っている。存在自体は千年をも超えるが、歴史や文明に関する記録はない。\\n500年前の暗黒な災い以来、大地の隅々に広く分布している。力は弱く、組織性も乏しいが、時にはトラブルを引き起こす可能性がある。",
    "ko": "티바트 황야에 떠도는 원주민.\\n인간과 비슷한 외모를 가지고 있지만, 지능과 영성을 잃었다. 기록에 따르면 대지에 출몰한 지 천 년이 넘었지만, 역사나 문명이 존재하지 않는다.\\n오백 년 전 암흑의 재난 이후, 대지 곳곳에 퍼지기 시작했으며, 힘이 약하고 조직적이지 않지만, 사람들에게 큰 골칫거리를 안겨주기도 한다",
    "pt": "Os habitantes primitivos que vagam pelas regiões selvagens de Teyvat.\\nEles parecem muito semelhantes à humanidade, mas parecem ter perdido tanto seu intelecto quanto sua espiritualidade. Sua presença no continente é registrada há mais de mil anos e, no entanto, eles não têm nem história nem civilização.\\nDesde a calamidade negra de quinhentos anos atrás, eles começaram a se espalhar em grande número por toda a terra. Eles não são muito fortes e carecem de organização, mas ainda assim trazem grandes problemas para os seres humanos de vez em quando.",
    "ru": "Примитивные кочевые представители Тейватской фауны.\\nОни весьма похожи на людей, но не обладают таким же уровнем интеллекта и духовного развития. Существуют свидетельства о том, что хиличурлы обитают на этом континенте уже несколько тысяч лет, однако за это время они не создали никакой цивилизации и не оставили после себя никакой истории.\\nПосле ужасной катастрофы, случавшейся 500 лет назад, хиличурлы начали активно распространятся по всему Тейвату. И хотя они не обладают огромной силой или способностью к организации, хиличурлы всё же способны доставить людям немало хлопот.",
    "th": "เผ่าพันธุ์ที่มีมาแต่โบราณซึ่งร่อนเร่อยู่ในถิ่นทุรกันดารของ Teyvat\\nมีโครงสร้างที่คล้ายกันกับมนุษย์ แต่สูญเสียสติปัญญาและจิตวิญญาณ ตามบันทึกแสดงให้เห็นว่าพวกมันปรากฏอยู่บนโลกมาแล้วกว่าพันปี แต่กลับไร้ซึ่งประวัติศาสตร์และอารยธรรม\\nนับตั้งแต่เกิดภัยพิบัติมืดเมื่อห้าร้อยปีก่อน พวกมันก็ได้แพร่กระจายไปทั่วทุกมุมโลก แม้ว่าจะอ่อนแอและขาดความเป็นองค์กร แต่บางครั้งก็อาจทำให้ผู้คนเดือดร้อนได้ไม่น้อยเหมือนกัน",
    "vi": "Cư dân nguyên thủy lang thang nơi hoang dã ở Teyvat.\\nCũng tương tự nền văn minh nhân loại, nhưng đã mất đi trí năng và linh tính. Theo ghi chép, đã xuất hiện trên đại lục hơn ngàn năm rồi, nhưng chưa có lịch sử và văn minh.\\nTừ sau tai họa cách đây 500 năm, đột nhiên xuất hiện khắp mọi nơi. Tuy rằng sức mạnh yếu, thiếu tổ chức, nhưng có khi cũng gây ra nhiều phiền phức cho con người."
  },
  "tags": ["character-weapon-material"],
  "enabled": true,
  "cluster": "on",
  "respawn": 86400,
  "icons": {
    "filter": "hilichurl",
    "base": {
      "marker": true
    },
    "done": {
      "marker": true
    }
  },
  "data": [
    {
      "coordinates": [-32.81425, 30.46553],
      "id": "95C9BA2C5CC5AEEF121CFB1C04B4DFAFD7A2F7AA",
      "importIds": {
        "gm_legacy": ["liyueHilichurl/1"],
        "yuanshen": ["94_1"]
      },
      "popupAttribution": "Yuanshen.site"
    },
    {
      "coordinates": [-28.84153, 28.9541],
      "id": "10095D38CEEC0B6BEE050CFF5B3B42FB2CA3C663",
      "importIds": {
        "gm_legacy": ["liyueHilichurl/2"],
        "yuanshen": ["94_2"]
      },
      "popupAttribution": "Yuanshen.site"
    },
    {
      "coordinates": [-27.26015, 37.28803],
      "id": "2AC0327D57C1508018DB851622CC6DE894A1365F",
      "importIds": {
        "yuanshen": ["94_3"]
      },
      "popupAttribution": "Yuanshen.site"
    },
    {
      "coordinates": [-33.52486, 23.22853],
      "id": "56C6532CFDA266E739EA2C752CCF7DB660A5C809",
      "importIds": {
        "yuanshen": ["94_4"]
      },
      "popupAttribution": "Yuanshen.site"
    },
    {
      "coordinates": [-33.54476, 23.28731],
      "id": "CD0B85E9FF61E66DD0302920534549C9F824F118",
      "importIds": {
        "yuanshen": ["94_5"]
      },
      "popupAttribution": "Yuanshen.site"
    },
    {
      "coordinates": [-38.30183, 27.29193],
      "id": "A5435810C59A75305EE4C2AE0C46A2E772676481",
      "importIds": {
        "yuanshen": ["94_6"]
      },
      "popupAttribution": "Yuanshen.site"
    },
    {
      "coordinates": [-47.4172, 19.21678],
      "id": "C1E3A818218E4534B2C8EC3DDBE40FE4F308BC7B",
      "importIds": {
        "yuanshen": ["94_7"]
      },
      "popupAttribution": "Yuanshen.site"
    },
    {
      "coordinates": [-28.24766, 27.7143],
      "id": "32F3F0CF201FB65330BF81B776C0D8888372CC1D",
      "importIds": {
        "yuanshen": ["94_8"]
      },
      "popupAttribution": "Yuanshen.site"
    },
    {
      "coordinates": [-25.63515, 30.63308],
      "id": "02AA6C0E7A777CC1DE604A221F7122C61D624FFA",
      "importIds": {
        "yuanshen": ["94_9"]
      },
      "popupAttribution": "Yuanshen.site"
    }
  ]
}
