{
  "format": 2,
  "name": {
    "_code": "1867418743",
    "zh": "遗迹猎者",
    "de": "Ruinenjäger",
    "en": "Ruin Hunter",
    "es": "Cazador de las Ruinas",
    "fr": "Chasseur des ruines",
    "id": "Ruin Hunter",
    "ja": "遺跡ハンター",
    "ko": "유적 헌터",
    "pt": "Caçador das Ruínas",
    "ru": "Руинный охотник",
    "th": "Ruin Hunter",
    "vi": "Thợ Săn Di Tích"
  },
  "description": {
    "_code": "3114540517",
    "zh": "巨大的异形战斗机械。\\n传说是已经覆灭的国度留下的战争机械。似乎是为了提高战斗性能，设计上放弃了低效的拟人形态。无论是白刃战还是远程炮火的威力都相当恐怖。\\n仅仅是废弃的古代兵器就有如此能力，曾经能生产这种兵器的文明又是如何呢…",
    "de": "Eine riesige abnorme Kampfmaschine.\\nDen Legenden zufolge soll sie eine von einem längst untergegangenen Reich zurückgebliebene Kriegsmaschine sein. Um die Kampffunktionen zu verbessern, wurde im Entwurf auf die überflüssige menschliche Gestalt verzichtet. Ob Nahkampf oder Langstreckenraketen, die Stärke dieser Maschine ist erschreckend.\\nWenn diese uralte Waffe schon so schrecklich ist, wie stark muss die Zivilisation gewesen sein, die sie hergestellt hat?",
    "en": "A giant alien war machine.\\nThey are said to be remnants from a lost ancient kingdom. Apparently, the creators had forgone the low-performing humanoid-design for improved combat effectiveness. They are extremely dangerous both in melee and ranged combat.\\nIt really says much about the civilization that created these discarded ancient weapons.",
    "es": "Una máquina de guerra gigante con una forma poco común.\\nCuenta la leyenda que se trata de una máquina de guerra legada por un imperio que desapareció. Se dice que, para mejorar su rendimiento en combate, se eliminó su diseño con forma humanoide por su baja eficiencia. Ahora es realmente aterradora, tanto en combate cuerpo a cuerpo como con su uso de la artillería.\\nSi esta antigua arma abandonada es tan poderosa, no me quiero imaginar cómo serían el resto de armas fabricadas por esta civilización...",
    "fr": "Une machine de combat géante sous forme étrange. \\nLa légende dit que c'est une machine lasisée par un ancien pays. Elle semble être conçue pour améliorer les performances de combat en abandonnant la forme humaine inefficace. Les attaques de mêlée à lame et les tirs d'artillerie à distance sont tous puissants et effrayants. \\nMême les armes abandonnées de l'ancienne époque ont une telle puissance, la civilisation qui pouvait fabriquer ces armes n'est pas ce que vous pouvez imaginer...",
    "id": "Sebuah alat perang yang berbentuk tidak wajar.\\nKonon alat ini berasal dari kerajaan yang sudah lama terlupakan. Sepertinya, perancang mesin ini tidak berusaha membentuk mesin yang menyerupai manusia, dan mengutamakan efisiensi mesin dalam bertarung. Mesin ini memiliki daya hancur yang berbahaya baik dari jarak dekat maupun jarak jauh.\\nMesin yang sudah terbengkalai sejak lama ini menunjukkan betapa majunya teknologi dari peradaban zaman dahulu.",
    "ja": "目的もなく彷徨う巨大人型機械。\\n伝説では消滅した国が残した戦闘器械らしい。戦闘性能を上げるために、デザイン上の擬人形態を放棄したらしい。白刃戦でも遠隔砲火でも威力抜群。\\n廃棄された古代兵器になぜそれほどの力を持つか、このような兵器を生産した文明はどんなものだろうか…",
    "ko": "거대한 이형의 전투 기계.\\n전설에 의하면 몰락한 어떤 나라가 남긴 전쟁 병기라고 한다. 전투 성능을 올리기 위해 인간 형태를 포기한 것 같다. 칼날이나 원거리 포화의 위력 모두 공포 수준이다.\\n폐기된 고대 병기의 성능이 이 정도라면 전에 이런 병기를 생산할 수 있는 문명은 대체...",
    "pt": "Uma máquina de guerra alienígena gigante.\\nDizem que são remanescentes de um reino antigo perdido. Aparentemente, os criadores haviam perdoado o design humanóide de baixo desempenho devido à eficácia do combate. Eles são extremamente perigosos tanto em combate corpo-a-corpo quanto em combate à distância.\\nEle realmente diz muito sobre a civilização que criou essas armas antigas descartadas.",
    "th": "เครื่องจักรสงครามขนาดยักษ์ที่มีรูปร่างแปลกประหลาด\\nตำนานเล่าว่าเป็นเครื่องจักรสงครามที่หลงเหลืออยู่จากอาณาจักรที่ล่มสลายไปเมื่อนานมาแล้ว ดูเหมือนว่าจะมีจุดประสงค์เพื่อเพิ่มกำลังการรบ รูปแบบการออกแบบของมันนั้นได้ละทิ้งรูปร่างของมนุษย์ที่ไร้ประสิทธิภาพไป ไม่ว่าจะเป็นการต่อสู้ระยะประชิดหรือว่าการยิงมิสไซล์ระยะไกลก็ล้วนแต่มีพลังทำลายที่น่ากลัว\\nกับแค่อาวุธโบราณที่ถูกทอดทิ้งไว้ยังมีความสามารถขนาดนี้ แล้วอารยธรรมที่สามารถผลิตอาวุธเช่นนั้นได้จะเป็นยังไงกันนะ...",
    "vi": "Máy chiến đấu có hình kì dị khổng lồ.\\nTương truyền là cỗ máy chiến tranh sau khi đất nước bị diệt vong còn xót lại. Dường như để nâng cao tính chiến đấu, đã thay đổi thiết kế hình người với hiệu quả thấp. Bất luận là cận chiến hay là pháo từ xa đều rất đáng sợ. \\nBinh khí cổ xưa còn xót lại đã có sức mạnh ghê gớm như vậy, thì nền văn minh có thể sản xuất ra thứ vũ khí ấy sẽ như thế nào đây…"
  },
  "tags": ["weapon-ascension-material", "artifacts"],
  "enabled": true,
  "cluster": "on",
  "respawn": 86400,
  "icons": {
    "filter": "ruin-hunter",
    "base": {
      "marker": true
    },
    "done": {
      "marker": true
    }
  },
  "data": [
    {
      "coordinates": [-47.814, 26.02044],
      "id": "B3C2647B6CFB14AC0E9932528C173671D060BA89",
      "importIds": {
        "gm_legacy": ["liyueRuinHunter/1"],
        "yuanshen": ["21_1"]
      },
      "popupAttribution": "Yuanshen.site"
    },
    {
      "coordinates": [-49.37622, 22.11017],
      "id": "96189756E12F64C171B23635A28363722FC365D5",
      "importIds": {
        "gm_legacy": ["liyueRuinHunter/2"],
        "yuanshen": ["21_2"]
      },
      "popupAttribution": "Yuanshen.site"
    },
    {
      "coordinates": [-45.90772, 19.76645],
      "id": "A06D275BA43D00D0889A7DE97D3867F470EDB551",
      "importIds": {
        "gm_legacy": ["liyueRuinHunter/3"],
        "yuanshen": ["21_3"]
      },
      "popupAttribution": "Yuanshen.site"
    },
    {
      "coordinates": [-39.09757, 20.66914],
      "id": "64DCD319873CA78ACE3DCF10B41F12853D040566",
      "importIds": {
        "gm_legacy": ["liyueRuinHunter/4"],
        "yuanshen": ["21_4"]
      },
      "popupAttribution": "Yuanshen.site"
    },
    {
      "coordinates": [-39.24777, 34.03169],
      "id": "114E991AE658289FC406A21070FBF41814779AF6",
      "importIds": {
        "gm_legacy": ["liyueRuinHunter/5"],
        "yuanshen": ["21_5"]
      },
      "popupAttribution": "Yuanshen.site"
    }
  ]
}
