{
  "format": 2,
  "name": {
    "_code": "1234921961",
    "zh": "愚人众 冰萤术士",
    "de": "Fatui – Kryo-Cicin-Zauberin",
    "en": "Fatui Cryo Cicin Mage",
    "es": "Fatui - Maga de Cicin Cryo",
    "fr": "Mage cryoluciole des Fatui",
    "id": "Fatui Cryo Cicin Mage",
    "ja": "ファデュイ 氷蛍術師",
    "ko": "우인단·얼음 치친 술사",
    "pt": "Fatui - Feiticeira Cicin Cryo",
    "ru": "Маг Крио цицинов Фатуи",
    "th": "Fatui - Cryo Cicin Mage",
    "vi": "Fatui Thuật Sĩ Cicin Băng"
  },
  "description": {
    "_code": "279158900",
    "zh": "操控着冰萤进行战斗，由来与面具下的容貌都是谜的愚人众少女术士。\\n没有神之眼的人类，理应是无法像她们这样自如地操控元素的；但她们却在利用雾虚草操控冰萤之余，肆无忌惮地挥霍着寒冰的力量。看似漫无目的地四处游荡的她们，又领受着何种不为人知的使命呢…",
    "de": "Ein Fatuimagier, der Kryo-Cicine im Kampf einsetzt. Ihr Ursprung und ihr tatsächliches Aussehen sind ein Geheimnis.\\nObwohl sie über kein Göttliches Auge verfügen, können diese Magier die Elemente kontrollieren. Nicht nur kontrollieren sie mit Nebelgras die Kryo-Cicine, sie beherrschen auch die Kraft des Frosts. Wer sie scheinbar ziellos durch die Gegend wandern sieht, muss sich fragen, was diese Wesen antreibt.",
    "en": "A Fatui mage who can command Cryo Cicins in battle. Their origins and what they look like under that mask are both mysteries.\\nReason dictates that those who lack Visions should not be able to control the elements as these mages do. However, in addition to using Mist Grass to control the Cryo Cicins, they also boldly wield the might of frost. Seeing them as they wander the land in their seemingly aimless way, one can't help but wonder about the duty that must compel them...",
    "es": "Una maga que combate mediante el control de Cicines Cryo. Sus orígenes y su rostro son un misterio.\\nSin una Visión, no es posible controlar los elementos como estas Magas, pero en realidad lo que ellas hacen es usar hierba brumosa para manipular a los Cicines Cryo y malgastar impunemente el poder del hielo. Por otra parte, siempre están deambulando por todas partes sin ningún rumbo. ¿Cuál será su verdadera misión?",
    "fr": "Une mage des Fatui qui contrôle les Cryolucioles en combat. L'origine des Mages Cryoluciole est un mystère, tout comme ce qui se cache sous leur masque.\\nLa logique voudrait que ceux qui ne possèdent pas d'œil divin ne puissent pas contrôler les éléments comme ces mages le font, mais elles utilisent l'herbe brumeuse pour tirer profit des Cryolucioles et peuvent elles-mêmes manipuler le pouvoir de la glace sans vergogne. À les voir errer sans but à travers les terres, on peut se demander quelle est leur mission...",
    "id": "Fatui mage yang dapat mengendalikan Cryo Cicin dalam pertempuran. Asal-usul mereka dan bagaimana rupa yang mereka sembunyikan di balik topengnya adalah misteri.\\nSecara logika, seseorang tanpa Vision tidak mungkin bisa mengontrol elemen seperti apa yang dilakukan mereka. Namun di sisi lain, mereka dapat mengontrol Cryo Cicin bahkan kekuatan es dengan mudahnya hanya dengan menggunakan Mist Grass. Melihat mereka mengembara tanpa arah yang jelas di suatu tempat tentu membuat orang-orang berpikir apakah gerangan misi yang harus mereka penuhi...",
    "ja": "氷蛍を使って戦う、仮面下の素顔も過去も謎のファデュイの術師。\\n神の目を持たない人間は元素の力を操作することはできないが、彼女は霧虚ろ草で氷蛍を操りながら、氷の力を好き勝手に使用することができる。あてもなく彷徨っているように見える彼女は、どのような使命を抱えているのだろうか…",
    "ko": "얼음 치친을 조종해 싸운다. 어디서 왔는지, 가면 아래의 모습은 어떤지, 모두 미스터리인 우인단 소녀 술사.\\n보통 신의 눈이 없는 인간은 그들처럼 원소를 조종할 수 없다. 하지만 그들은 안개풀을 이용해 얼음 치친을 조종하며 얼음의 힘을 거침없이 휘두른다. 겉보기엔 정처 없이 떠도는 것 같지만, 과연 어떤 사명을 안고 있을지…",
    "pt": "Uma maga dos Fatui que pode comandar Cicins Cryo em batalha. Sua origem e como aparentam por debaixo da máscara são ambos um mistérios.\\nA lógica dita que aqueles que não têm Visões não devem ser capazes de controlar os elementos como fazem estas magas. No entanto, além de usar a Grama da Névoa para controlar os Cicins Cryo, elas também dominam corajosamente o poder da geada. Ao vê-las vagando pela terra em seu modo aparentemente sem rumo, não se pode deixar de pensar em qual dever que as deve obrigar...",
    "ru": "Маг Фатуи, управляющий в бою Крио цицинами. Их происхождение так же загадочно, как и их скрывающиеся под маской лица.\\nРазум подсказывает, что лишь носители Глаза бога способны контролировать силу элементов так, как делают эти маги. Однако кроме использования туманной травы для контроля Крио цицинов, они умело управляются с мощью мороза. Кажется, они бесцельно скитаются по землям Тейвата, будто обременены каким-то долгом, который не могут вернуть...",
    "th": "นักเวทย์ของ Fatui ผู้สามารถควบคุม Cryo Cicin ในการต่อสู้ ไม่มีใครรู้ถึงที่มาและใบหน้าที่ซ่อนอยู่ภายใต้หน้ากากของพวกเธอ\\nหากว่ากันตามเหตุผล มนุษย์ที่ไม่มีวิชั่นไม่ควรควบคุมธาตุได้ แต่พวกเธอกลับสามารถใช้ Mist Grass เพื่อควบคุม Cryo Cicin และยังบงการพลังแห่งน้ำแข็งได้อย่างสบาย พวกเธอที่เดินเตร็ดเตร่ไปมาอย่างดูไม่มีจุดหมายนั้นได้รับคำสั่งที่ชั่วร้ายแบบไหนอยู่กันแน่นะ...",
    "vi": "Thuật sĩ thiếu nữ Fatui có lai lịch và dung mạo bí ẩn, điều khiển Cicin Băng chiến đấu.\\nLoài người nếu không có Vision, theo lý sẽ không thể tự do điều khiển nguyên tố như bọn họ; Nhưng họ lại lợi dụng Cỏ Hư Vô để điều khiển Cicin Băng, thoải mái tung ra sức mạnh hàn băng. Bọn họ trông như đang du ngoạn khắp nơi không có mục đích gì, nhưng lại đang nắm giữ sứ mệnh không ai biết đến..."
  },
  "tags": ["character-weapon-material", "weapon-ascension-material", "artifacts"],
  "enabled": true,
  "cluster": "on",
  "respawn": 86400,
  "icons": {
    "filter": "fatui-cryo-cicin-mage",
    "base": {
      "marker": true
    },
    "done": {
      "marker": true
    }
  },
  "data": [
    {
      "coordinates": [-27.39697, 39.58509],
      "id": "1DD91583CBFF99326FD6691B70D8C9D572A4E2F7",
      "importIds": {
        "yuanshen": ["32_5"]
      },
      "popupAttribution": "Yuanshen.site"
    },
    {
      "coordinates": [-27.97438, 43.76377],
      "id": "9BCDF4DC9C1BE7A8275E2177BB39562F2DA4725C",
      "importIds": {
        "yuanshen": ["32_6"]
      },
      "popupAttribution": "Yuanshen.site"
    },
    {
      "coordinates": [-33.62213, 44.84797],
      "id": "4469FC89772E1F93FC79A3615F3E5C45E2FB68A9",
      "importIds": {
        "yuanshen": ["32_7"]
      },
      "popupAttribution": "Yuanshen.site"
    },
    {
      "coordinates": [-29.64557, 40.41303],
      "id": "858690E2F6CB76DEDDCDC34495F779E5A99DBF8C",
      "importIds": {
        "yuanshen": ["32_8"]
      },
      "popupAttribution": "Yuanshen.site"
    },
    {
      "coordinates": [-32.17877, 38.95622],
      "id": "ACFB6A7B1BC5868F8CEA1A7801E88FCE74CE8597",
      "importIds": {
        "yuanshen": ["32_9"]
      },
      "popupAttribution": "Yuanshen.site"
    }
  ]
}
