{
  "format": 2,
  "name": {
    "_code": "3926747992",
    "zh": "丘丘霜铠王",
    "de": "Frostarm-Lawachurl",
    "en": "Frostarm Lawachurl",
    "es": "Lawachurl Brazo Helado",
    "fr": "Chef Brutogivré",
    "id": "Frostarm Lawachurl",
    "ja": "ヒルチャール·霜鎧の王",
    "ko": "츄츄 서리왕",
    "pt": "Lawachurl dos Braços Congelantes",
    "ru": "Лавачурл с инеевым панцирем",
    "th": "Frostarm Lawachurl",
    "vi": "Vua Giáp Băng Hilichurl"
  },
  "description": {
    "_code": "1602972604",
    "zh": "雪雾中漫行的神秘「王者」。\\n被同胞称为「Lawa」的庞大丘丘人。锻炼至极致的肉身似乎已和环境中满溢的冰元素相互融合，沉默威严有如北国的冰川。",
    "de": "Ein mysteriöser „Herr“ der Hilichurle, der durch Eis und Nebel stapft.\\nDieser riesige Hilichurl wird von seinen Brüdern „Lawa“ genannt. Sein bis an die Grenze gestählter Körper verschmilzt förmlich mit der eisigen Umgebung. Mit seiner stoisch edlen Art gleicht er den gefrorenen Flüssen der Nordlande.",
    "en": "A mysterious \"lord\" of hilichurls that stalks the snow and fog.\\nThis huge hilichurl is referred to as a \"lawa\" by its brethren. Its body, honed to the very limit, almost seems to blend into its Cryo-filled environment, and its stoic nobility is like that of the frozen northland rivers.",
    "es": "Un misterioso rey de los Hilichurls que deambula entre la nieve y la niebla.\\nSe trata de una criatura de gran tamaño a la que los demás Hilichurls llaman Lawa. Se ha ejercitado hasta desarrollar sus músculos al máximo y parece fundirse con el entorno, tan silencioso y majestuoso como los glaciares del Reino del Norte.",
    "fr": "Un mystérieux « chef » Brutocollinus qui rôde dans la neige et la brume.\\nCet énorme Brutocollinus est désigné sous le nom de « Lawa » par ses congénères. Son corps, poussé à ses limites physiques, semble presque se fondre dans son environnement Cryo et sa noblesse stoïque rappelle celle d'un glacier immobile en haut d'une montagne.",
    "id": "Seekor \"raja\" misterius yang berkeliaran di antara salju dan kabut.\\nSeekor Hilichurl raksasa yang dipanggil \"Lawa\" oleh kawan sejenisnya. Tubuhnya yang telah ditempa menjadi sangat kuat seakan-akan menyatu dengan habitat Cryo tempatnya hidup. Pembawaannya tenang dan megah, bagaikan sebuah gletser di utara.",
    "ja": "雪の中を彷徨う謎の「王者」。\\n同胞から「Lawa」と呼ばれる巨大なヒルチャール。極上まで鍛えた肉体は、周囲の溢れた氷と融合したかのようで、その威厳はまるで北国の氷河のようだ。",
    "ko": "눈 안개 속을 어슬렁거리는 의문의 「왕」.\\n동료들이 「Lawa」라고 부르는 거대 츄츄족. 극한으로 단련한 육신은 환경 속 넘쳐나는 얼음 원소와 융합되어 북국의 빙하와 같은 위엄을 지닌다",
    "pt": "Um misterioso \"chefe\" dos Hilichurls que espreita a neve e o nevoeiro.\\nEste enorme Hilichurl é chamado de \"Lawa\" por seus companheiros. Seu corpo, aperfeiçoado até o limite, quase parece se misturar com o ambiente repleto de Cryo, e sua nobreza estoica é como a dos rios congelados do Reino do Norte.",
    "ru": "Загадочный «вождь» хиличурлов притаился в тумане и в снегах.\\nЭтого огромного хиличурла собратья называют «лава». Его натренированное до предела тело практически сливается с наполненной Крио элементом окружающей средой. Благородство его неуклонности подобно замёрзшим северным рекам.",
    "th": "\"ราชา\" ลึกลับผู้ท่องไปในหิมะและสายหมอก\\nHilichurl ตัวใหญ่ยักษ์ซึ่งถูกเรียกโดยเหล่าพวกพ้องว่า \"Lawa\" โดยร่างกายที่ผ่านการฝึกฝนจนถึงขีดสุดนั้น ดูเหมือนว่าจะผสานเข้ากับธาตุน้ำแข็งที่เอ่อล้นออกมาในสิ่งแวดล้อมเป็นที่เรียบร้อยแล้ว ช่างสุขุมและสง่างามราวกับธารน้ำแข็งทางตอนเหนือ",
    "vi": "\"Vương giả\" thần bí bước đi trong sương tuyết.\\nHilichurl to lớn được đồng bào gọi là \"Lawa\". Cơ thể được rèn luyện đến cực điểm, dường như có thể dung hòa với môi trường bao trùm bởi nguyên tố Băng, uy nghi và trầm mặc như sông băng phía Bắc."
  },
  "tags": ["artifacts", "character-weapon-material", "weapon-ascension-material"],
  "enabled": false,
  "cluster": "on",
  "respawn": 86400,
  "icons": {
    "filter": "frostarm-lawachurl",
    "base": {
      "marker": true
    },
    "done": {
      "marker": true
    }
  },
  "data": []
}
