{
  "format": 2,
  "name": {
    "_code": "437630321",
    "zh": "遗迹重机",
    "de": "Ruinenkoloss",
    "en": "Ruin Grader",
    "es": "Demoledor de las Ruinas",
    "fr": "Colosse des ruines",
    "id": "Ruin Grader",
    "ja": "遺跡重機",
    "ko": "파멸의 유적 가디언",
    "pt": "Colosso das Ruínas",
    "ru": "Руинный молотильщик",
    "th": "Ruin Grader",
    "vi": "Cần Cẩu Di Tích"
  },
  "description": {
    "_code": "3173206604",
    "zh": "古老的人形战斗机械。\\n形态与遗迹守卫相似，但形态更为扭曲、力量更为强大。似乎是为了驱动过于沉重的躯体，在双脚上还额外装配了能量核心。",
    "de": "Eine uralte humanoide Kriegsmaschine.\\nSie ähneln den Ruinenwächtern, sind jedoch mächtiger und deformierter. Beide Beine Energiekerne auf, als ob sie damit ihr übertriebenes Gewicht ausgleichen wollten.",
    "en": "An ancient humanoid war machine.\\nTheir form is similar to that of Ruin Guards, but is more distorted and more powerful. Energy cores have been installed in both its legs, as though to power its overly heavy form.",
    "es": "Una máquina de guerra muy antigua con forma humanoide.\\nSu apariencia es similar a la del Guardián de las Ruinas, pero está más deformado y es más fuerte. Tiene núcleos de energía en ambos pies, probablemente para poder soportar el peso de su cuerpo.",
    "fr": "Une machine de combat antique à forme humaine.\\nSon apparence est similaire à celle d'un Gardien des Ruines, mais sa puissance dépasse de loin celle de son cousin. Des noyaux d'énergie ont été installés dans chacune de ses jambes pour que son corps très lourd puisse se mouvoir.",
    "id": "Mesin perang kuno berbentuk manusia.\\nBentuknya menyerupai Ruin Guard, hanya saja lebih aneh dan kuat. Inti energi yang terpasang di sepasang kakinya, seakan-akan menjadi sumber kekuatan yang menopang tubuhnya yang terlampau besar itu.",
    "ja": "古い人型戦闘機械。\\n形は遺跡守衛と似ているが、その姿はより歪み、力はより強大だ。重すぎるボディを動かすために、足に追加のエネルギーコアが組み立てられているようだ。",
    "ko": "오래된 인간 형태의 전투 기계.\\n유적 가디언과 유사해 보이지만, 그들보다 더욱 뒤틀렸고 힘도 더 세다. 지나치게 무거운 몸을 움직이기 위해 양쪽 발에 에너지 코어를 추가한 모양이다",
    "pt": "Uma antiga máquina de guerra humanóide.\\nSua forma é semelhante à dos Guardas das Ruínas, mas é mais distorcida e mais poderosa. Núcleos de energia foram instalados em ambas as pernas, como se fosse para potencializar sua forma excessivamente pesada.",
    "ru": "Древняя человекоподобная боевая машина.\\nВыглядит как более мощная версия стража руин. У этого создания в каждой ноге установлено силовое ядро, вероятно для того, чтобы выдерживать огромный вес.",
    "th": "เครื่องจักรสงครามโบราณ ที่มีรูปร่างของมนุษย์\\nรูปร่างของพวกมันคล้าย Ruin Guard แต่ดูผิดรูปผิดร่างมากกว่า และทรงพลังมากกว่า แกนพลังงานได้ถูกติดไว้ที่ขาทั้งสองข้าง เพื่อขับเคลื่อนร่างกายที่หนักหน่วงของพวกมัน",
    "vi": "Cỗ máy chiến đấu hình người cổ xưa.\\nHình thái giống với Thủ Vệ Di Tích, nhưng hơi kỳ lạ, sức mạnh lớn hơn. Dường như để có thể khởi động cơ thể quá nặng nề này, nên đã lắp đặt thêm lõi năng lượng ở hai chân."
  },
  "tags": ["weapon-ascension-material", "artifacts"],
  "enabled": true,
  "cluster": "on",
  "respawn": 86400,
  "icons": {
    "filter": "ruin-grader",
    "base": {
      "marker": true
    },
    "done": {
      "marker": true
    }
  },
  "data": [
    {
      "coordinates": [-37.24413, 44.64484],
      "id": "0B0E1E54586589906221720F3FC2450634F6D68F",
      "importIds": {
        "yuanshen": ["29_7"]
      },
      "popupAttribution": "Yuanshen.site"
    }
  ]
}
