{
  "format": 2,
  "name": {
    "_code": "3793925636",
    "zh": "丘丘萨满",
    "de": "Samachurl",
    "en": "Samachurl",
    "es": "Samachurl",
    "fr": "Brutoshaman",
    "id": "Samachurl",
    "ja": "ヒルチャールシャーマン",
    "ko": "츄츄 샤먼",
    "pt": "Samachurl",
    "ru": "Шамачурл",
    "th": "Samachurl",
    "vi": "Phù Thủy Hilichurl"
  },
  "description": {
    "_code": "899970532",
    "zh": "嘟嘟囔囔的老年丘丘人，冰元素的呼求者。\\n在元素掌控方面颇富天资的丘丘人，其能力往往会在年老时达到顶峰。这些萨满熟忆寒霜的低语，更精通将之用于制敌的技艺。",
    "de": "Ein runzliger, murmelnder Hilichurl, der die Macht der Kälte beschwört.\\nHilichurle, deren Gabe darin liegt, die Elemente zu steuern, erreichen ihren Zenit oft erst in den letzten Lebensjahren. Diese Schamanen erinnern sich an die frostigen Gesänge und können damit ihre Feinde festsetzen.",
    "en": "A wizened, mumbling hilichurl, one that calls upon the bite of Cryo.\\nHilichurls especially gifted in commanding the elements who often reach the zenith of their skill in their twilight years. These shamans remember the frosty chants and are even more skilled in the art of using them to entrap their foes.",
    "es": "Un Hilichurl anciano que utiliza el elemento Cryo y siempre está mascullando entre dientes.\\nLa capacidad de los Hilichurls para controlar los elementos suele alcanzar su punto máximo en la vejez. Este chamán conoce en profundidad los secretos del hielo y es experto en usarlos contra sus oponentes.",
    "fr": "Un vieux Brutocollinus marmonnant qui en appelle à l'élément Cryo.\\nLes Brutocollinus ayant une affinité particulière avec les éléments ont tendance à atteindre l'apogée de leurs capacités au crépuscule de leur vie. Ces shamans se rappellent des chants du froid et excellent dans l'art de les utiliser pour emprisonner leurs ennemis.",
    "id": "Hilichurl yang keriput dan sering komat-kamit, pemanggil Cryo.\\nHilichurl yang sangat berbakat menguasai elemen ini sering kali akan mencapai puncak kesaktiannya kala memasuki usia senja. Para penyihir ini hafal akan nyanyian dingin dan bahkan terampil dalam seni menggunakannya untuk menjebak musuh mereka.",
    "ja": "ブツブツとよく独り言を言う年老いたヒルチャール、氷元素の詠唱者。\\n元素コントロールに長けるヒルチャールは、年を取ると力がピークに達する傾向がある。このシャーマン達は、霜の囁きを思い起こし、それを攻撃に使う技術に精通している。",
    "ko": "구시렁대는 연로한 츄츄족. 얼음 원소의 간구자다.\\n원소 통제에 타고난 재능이 있으며, 나이가 들수록 능력이 점점 강해진다. 이러한 샤면들은 서리의 속삭임으로 적을 제어하는 법을 잘 알고 있다",
    "pt": "Um Hilichurl feiticeiro e murmurante, que evoca o Cryo congelante.\\nHilichurls, que são especialmente dotados no comando dos elementos, muitas vezes alcançarão o ápice de sua habilidade em sua velhice. Estes xamãs se lembram dos cânticos gelados e são ainda mais habilidosos na arte de usá-los para prender seus inimigos.",
    "ru": "Умудрённый опытом бормочущий хиличурл, взывающий к силе Крио.\\nХиличурлы, способные контролировать элементы, наиболее сильны на закате своих лет. Эти шаманы помнят древние морозные заклинания и используют их, чтобы сковывать своих врагов во льду.",
    "th": "Hilichurl เฒ่าซึ่งมักจะพึมพำและร่ายเวทน้ำแข็ง\\nHilichurl ผู้มีความสามารถในการควบคุมธาตุ ซึ่งความสามารถของพวกมันนั้น มีแนวโน้มที่จะขึ้นสู่จุดสูงสุดในวัยชรา ชาแมนเหล่านี้มีความสามารถในการท่องจำบทสวดอันหนาวเหน็บ และเชี่ยวชาญในการใช้มันเพื่อควบคุมศัตรู",
    "vi": "Hilichurl lải nhải liên hồi, nhà hô hoán nguyên tố Băng.\\nHilichurl có tư chất về mặt khống chế nguyên tố, năng lực này thường đạt đỉnh điểm khi về già. Lời nói chất chứa sức mạnh sương giá, tinh thông cách dùng nó làm kỹ năng chống địch."
  },
  "tags": ["character-weapon-material"],
  "enabled": true,
  "cluster": "on",
  "respawn": 86400,
  "icons": {
    "filter": "samachurl",
    "base": {
      "marker": true
    },
    "done": {
      "marker": true
    }
  },
  "data": [
    {
      "coordinates": [-33.17606, 36.84434],
      "id": "C61644624ED7396ED3BE9E197A3114D7DDD73E4C",
      "importIds": {
        "yuanshen": ["95_19"]
      },
      "popupAttribution": "Yuanshen.site"
    }
  ]
}
