{
  "format": 2,
  "name": {
    "_code": "3463468772",
    "zh": "史莱姆",
    "de": "Schleim",
    "en": "Slime",
    "fr": "Blob",
    "id": "Slime",
    "ja": "スライム",
    "ko": "슬라임",
    "pt": "Slime",
    "ru": "Слайм",
    "th": "Slime",
    "vi": "Slime"
  },
  "description": {
    "_code": "3321518100",
    "zh": "逸散在自然之中的冰元素凝聚形成的魔物。\\n会利用体内凝聚的丰沛的冰元素，将大气中的水汽凝结成具有保护性的外壳；也会利用同样的原理，将周围的水面冻结。某种意义上是最自由的史莱姆，可以轻松自在地渡过汪洋大海。",
    "de": "Ein Monster, das durch die Gerinnung von Kryo-Kraft in der Natur hervorgebracht wurde.\\nDiese Schleime sind dazu in der Lage, mit ihrer überschüssigen Kryo-Energie die Luftfeuchtigkeit gefrieren zu lassen, um eine Schutzhülle zu bilden. Auf ähnliche Weise können sie das Wasser um sich herum gefrieren lassen. Da dieser Schleim problemlos das Meer überqueren kann, verfügt er von allen Schleimen über die höchste Bewegungsfreiheit.",
    "en": "A monster created through the coagulation of Cryo in the natural environment.\\nThese slimes can use the abundant Cryo energies within themselves to freeze the moisture in the atmosphere and form a protective shell around themselves. They can also utilize a similar principle to freeze the water around them. On some level, this can be considered to be the freest species of slime, as it can cross oceans and seas with ease.",
    "es": "Un monstruo formado a partir de los depósitos del elemento Cryo presentes en la naturaleza.\\nEsta criatura aprovecha el elemento Cryo concentrado en su interior para condensar la humedad del aire y cubrirse con una coraza protectora. Usando el mismo principio, también puede congelar el agua a su alrededor. En cierto sentido, es el Slime más libre, ya que puede incluso atravesar el mar sin dificultad.",
    "fr": "Un monstre issu de l'accumulation d'élément Cryo présent à l'état naturel.\\nCe type de Cryoblob met à profit la forte concentration en élément Cryo qui l'habite en interragissant avec l'humidité présente dans l'air pour se créer une sorte de carapace protectrice, et est capable grâce à ce même principe de geler les surfaces d'eau auprès desquelles il se trouve. D'une certaine manière, il s'agit là de l'espèce de Blob la plus libre : traverser un océan n'est pour ces créatures pas plus compliqué que de traverser la route pour l'homme.",
    "id": "Monster yang tercipta oleh penggabungan Cryo yang tersebar di alam liar.\\nSlime ini dapat menggunakan energi Cryo yang melimpah di dalam tubuhnya untuk membekukan kelembapan di udara dan membentuk cangkang yang melindungi mereka. Mereka juga dapat menggunakan cara yang serupa untuk membekukan air di sekitarnya. Pada tahapan tertentu, mereka dapat dianggap sebagai spesies Slime yang paling bebas, karena dapat melintasi samudera dan lautan dengan mudahnya.",
    "ja": "大自然に散布する氷元素から生まれた魔物。\\n体内に凝縮した豊富な氷元素を利用して、大気中の水を保護シールドに変える事ができる。または同じ原理を使用して周囲の水面を凍結できる。海を簡単に渡ることができる為、ある意味最も自由なスライムである。",
    "ko": "자연 속에 흩어져있던 얼음 원소가 응집되어 형성된 마물.\\n체내에 넘쳐나는 얼음 원소로 대기 중의 수증기를 보호막으로 만들 수 있다. 같은 원리로 주변의 물을 얼리기도 한다. 어떻게 보면 드넓은 바다를 마음대로 건널 수 있는 가장 자유로운 슬라임이라고 할 수 있다",
    "pt": "Um pequeno monstro criado através da coagulação do Cryo em seu ambiente natural.\\nEstes Slimes podem usar as abundantes energias Cryo dentro de si mesmos para congelar a umidade na atmosfera e formar uma concha protetora ao seu redor. Também podem utilizar um princípio semelhante para congelar a água ao seu redor. Em algum nível, esta pode ser considerada como a espécie mais livre de Slime, pois pode atravessar oceanos e mares com facilidade.",
    "ru": "Небольшой монстр, созданный из скопления Крио элемента, который рассеян по всему миру.\\nЭти слаймы используют энергию Крио элемента, чтобы заморозить влагу в атмосфере и создать защитную оболочку. Подобным образом они замораживают воду в водоёмах. В некотором смысле, это самый свободный вид слаймов, так как они способны пересекать моря и океаны.",
    "th": "มอนสเตอร์ที่เกิดจากการควบแน่นของธาตุน้ำแข็งที่กระจายอยู่ทั่วไปในธรรมชาติ\\nธาตุน้ำแข็งปริมาณมากที่อัดแน่นอยู่ในร่างกายจะถูกใช้เพื่อควบแน่นไอน้ำในอากาศให้กลายเป็นเกราะป้องกัน ซึ่งหลักการเดียวกันนี้ จะถูกใช้ในการทำให้ผิวน้ำโดยรอบแข็งตัว ในแง่หนึ่งแล้วมันเป็น Slime ที่อิสระที่สุด เพราะสามารถข้ามมหาสมุทรได้อย่างง่ายดาย",
    "vi": "Ma vật được hình thành từ nguyên tố Băng rải rác trong môi trường tự nhiên.\\nNó lợi dụng nguyên tố Băng tràn trề bên trong để biến hơi nước trong không khí kết tụ thành lớp vỏ bảo vệ bên ngoài; Cũng lợi dụng nguyên lý tương tự, khiến mặt nước xung quanh đóng băng. Ở một phương diện nào đó là Slime tự do nhất, có thể nhẹ nhàng vượt qua đại dương."
  },
  "tags": ["character-weapon-material"],
  "enabled": true,
  "cluster": "on",
  "respawn": 86400,
  "icons": {
    "filter": "slime",
    "base": {
      "marker": true
    },
    "done": {
      "marker": true
    }
  },
  "data": [
    {
      "coordinates": [-27.42036, 38.91562],
      "id": "89EEF50AA71F0000DC6039CB1DE740F0E1E718E4",
      "importIds": {
        "yuanshen": ["40_112"]
      },
      "popupAttribution": "Yuanshen.site"
    },
    {
      "coordinates": [-27.81019, 39.04102],
      "id": "F66C5F41752F970B962BCB6104F1B1A523314700",
      "importIds": {
        "yuanshen": ["40_113"]
      },
      "popupAttribution": "Yuanshen.site"
    },
    {
      "coordinates": [-30.82736, 37.37692],
      "id": "719C137ED40090BC694004E8F19A77DCB20488E9",
      "importIds": {
        "yuanshen": ["40_119"]
      },
      "popupAttribution": "Yuanshen.site"
    },
    {
      "coordinates": [-33.4073, 41.59791],
      "id": "3A625C49F4B4984A63D02532012B72A4088AE43F",
      "importIds": {
        "yuanshen": ["40_127"]
      },
      "popupAttribution": "Yuanshen.site"
    },
    {
      "coordinates": [-30.45286, 41.36354],
      "id": "40552B8C665971562AECF34B7DF2FB4737671A41",
      "importIds": {
        "yuanshen": ["40_123"]
      },
      "popupAttribution": "Yuanshen.site"
    },
    {
      "coordinates": [-30.46397, 41.33657],
      "id": "6343BFBB081C130DD4F9E8B686C06565E10B2266",
      "importIds": {
        "yuanshen": ["40_124"]
      },
      "popupAttribution": "Yuanshen.site"
    },
    {
      "coordinates": [-29.36497, 43.22856],
      "id": "62729DDF679C521E790DA4639979D1857572F925",
      "importIds": {
        "yuanshen": ["40_133"]
      },
      "popupAttribution": "Yuanshen.site"
    },
    {
      "coordinates": [-31.64348, 40.84844],
      "id": "1B5831E1AD7BC195BC383F0126C35CDF39FA5803",
      "importIds": {
        "yuanshen": ["40_111"]
      },
      "popupAttribution": "Yuanshen.site"
    },
    {
      "coordinates": [-32.29181, 40.72852],
      "id": "E8E18B3E6238EC87BA12B6895CEA3E21458161C5",
      "importIds": {
        "yuanshen": ["40_128"]
      },
      "popupAttribution": "Yuanshen.site"
    }
  ]
}
