{
  "format": 2,
  "name": {
    "_code": "999139950",
    "zh": "霓裳花",
    "de": "Seidenblume",
    "en": "Silk Flower",
    "es": "Flor de seda",
    "fr": "Fleur de soie",
    "id": "Silk Flower",
    "ja": "霓裳花",
    "ko": "예상꽃",
    "pt": "Flor de Seda",
    "ru": "Шелковица",
    "th": "Silk Flower",
    "vi": "Hoa Nghê Thường"
  },
  "description": {
    "_code": "538673225",
    "zh": "在璃月如霓云般盛放的妖红之花，能制成如水般顺滑的织物。璃月的「飞云商会」是制丝、纺织的巨头。坊间传说飞云商会在大陆某处有着隐秘的霓裳花苗圃，仰仗特殊花种的产量与质感，在行业内无人能敌。",
    "de": "Eine kräftig rote Blume, die wie die Regenbogenwolken in Liyue blüht. Sie kann zu seidenweichem Stoff verarbeitet werden. Die Händlergilde Feiyun in Liyue ist einer der größten Produzenten in der Seiden- und Textilherstellung. Eine Legende besagt, dass die Händlergilde Feiyun irgendwo im Land eine geheime Seidenblumengärtnerei betreibt. Niemand in der Branche kann es mit ihrem Produktionsvolumen aufnehmen.",
    "en": "A crimson flower that blooms like the rainbow clouds in Liyue. It can be made into silky-smooth fabric. Liyue's Feiyun Commerce Guild is a giant in silk and textile manufacturing. Legend has it that Feiyun Commerce Guild has a secret Silk Flower nursery somewhere in the mainland. Nobody in the industry can rival their yield and texture.",
    "es": "Una flor carmesí que florece como las nubes del arcoíris en Liyue. Puede usarse para confeccionar tejidos suaves como la seda. El Gremio de Comerciantes de Feiyun es el principal productor de seda y textiles de Liyue y se rumorea que posee un vivero secreto de flores de seda en alguna parte del continente. No tiene rival en la industria gracias a la textura y al extraordinario rendimiento de sus variedades especiales de flores.",
    "fr": "Une plante qui fleurit à la manière des nuages arc-en-ciel de Liyue. Elle peut être utilisée pour fabriquer des tissus extrêmement lisses et soyeux. La Guilde des marchands de Feiyun de Liyue est un géant de la fabrication de textile et de soie. La légende raconte d'ailleurs que cette même Guilde possède une culture personnelle de fleurs de soie située quelque part dans les terres. Personne dans l'industrie ne peut rivaliser avec le rendement et la qualité des soieries de la Guilde des marchands.",
    "id": "Bunga merah yang mekar seperti awan senja di Liyue. Bisa dijadikan kain sehalus sutra. Feiyun Commerce Guild dari Liyue adalah raksasa di bidang kain dan tekstil. Konon katanya, Feiyun Commerce Guild memiliki perkebunan Silk Flower rahasia di suatu tempat. Tidak ada orang lain yang dapat menandingi kualitas produksi Feiyun Commerce Guild.",
    "ja": "璃月で霓雲のように咲く赤い花。水のように滑らかな織物の原料である。璃月の「飛雲商会」は絹、紡績産業の大手。噂によれば、飛雲商会が大陸のとこかに霓裳花の苗圃を隠し持っているらしい。産出量と品質が優秀であるため、業界で匹敵する者はいない。",
    "ko": "리월에서 채색 구름처럼 피어나는 붉은 꽃. 물처럼 매끄럽고 부드러운 직물을 짤 수 있다. 리월의 「비운 상회」는 제사와 방직 분야의 거물이다. 항간에 떠도는 소문으로 비운 상회는 대륙 어딘가에 은밀한 예상꽃 모밭을 가지고 있다고 한다. 생산량과 질감으로는 따라올 자가 없다",
    "pt": "Uma flor carmesim que floresce como as nuvens do arco-íris em Liyue. Ela pode ser transformada em um tecido sedoso e suave. A Guilda de Comerciantes de Feiyun é um gigante na fabricação de seda e têxtil. Diz a lenda que a Guilda de Comerciantes de Feiyun tem um berçário secreto de flores de seda em algum lugar do continente. Ninguém no setor pode rivalizar com seu rendimento e textura.",
    "ru": "Распустившиеся красные цветы напоминают радужные облака Ли Юэ. Из шелковицы производят мягкую, словно вода, ткань. Торговая гильдия «Фэйюнь» из Ли Юэ - лидер в производстве тканей. Говорят, что где-то на материке у них есть секретная плантация шелковицы, но никто не знает, где.",
    "th": "ดอกไม้สีแดงที่เบ่งบานราวกับหมู่เมฆสีกุหลาบของ Liyue สามารถนำมาทำเป็นสิ่งทอที่นุ่มลื่นราวกับน้ำได้ โดย \"สมาคมการค้า Feiyun\" นั้น เป็นยักษ์ใหญ่ในการผลิตผ้าไหมและสิ่งทอของ Liyue ซึ่งมีเรื่องเล่ากันว่า ทางสมาคมได้ทำโรงเพาะเลี้ยงขึ้นมาอย่างลับ ๆ ที่ไหนสักแห่ง เพื่ออาศัยปริมาณการเพาะเลี้ยงและคุณภาพที่ไม่เหมือนใครของดอกไม้นี้ มาทำให้ไม่มีใครในอุตสาหกรรมเดียวกันสู้พวกเขาได้",
    "vi": "Hoa đỏ thắm nở rực rỡ như những đám mây ở Liyue, có thể tạo thành vải dệt mỏng manh như nước. Thương Hội Phi Vân ở Liyue là một gã khổng lồ trong lĩnh vực sản xuất lụa và dệt. Nghe đồn Thương Hội có một vườn ươm Hoa Nghê Thường bí mật ở đâu đó trong đại lục, với sản lượng và kết cấu của chủng hoa đặc biệt này, người trong ngành sẽ không ai bì được."
  },
  "tags": ["character-ascension-material", "furniture-ingredient"],
  "enabled": true,
  "cluster": "on",
  "respawn": 172800,
  "icons": {
    "filter": "silk-flower",
    "base": {
      "marker": true
    },
    "done": {
      "marker": true
    }
  },
  "data": [
    {
      "coordinates": [-48.3539, 27.68516],
      "id": "EC43DED32C0CBD028FDA86492B92CB2C33696C47",
      "importIds": {
        "gm_legacy": ["liyueSilkFlower/2"],
        "yuanshen": ["5_2"]
      },
      "popupAttribution": "Yuanshen.site"
    },
    {
      "coordinates": [-48.43984, 27.5797],
      "id": "CDD96BAE788281E6ED4207DC8776E67B5C574A47",
      "importIds": {
        "gm_legacy": ["liyueSilkFlower/3"],
        "yuanshen": ["5_3"]
      },
      "popupAttribution": "Yuanshen.site"
    },
    {
      "coordinates": [-49.16641, 27.50937],
      "id": "77584538C55EE5C6EE2DC3643F356188B0D989CA",
      "importIds": {
        "gm_legacy": ["liyueSilkFlower/4"],
        "yuanshen": ["5_4"]
      },
      "popupAttribution": "Yuanshen.site"
    },
    {
      "coordinates": [-49.11173, 27.66953],
      "id": "75B5D9307A37F1B4EEF6BA32B2192F0D6BA9155F",
      "importIds": {
        "gm_legacy": ["liyueSilkFlower/5"],
        "yuanshen": ["5_5"]
      },
      "popupAttribution": "Yuanshen.site"
    },
    {
      "coordinates": [-48.9242, 27.87266],
      "id": "61DA671FD1B50E7685548F5D5AFBB370742AC619",
      "importIds": {
        "gm_legacy": ["liyueSilkFlower/6"],
        "yuanshen": ["5_6"]
      },
      "popupAttribution": "Yuanshen.site"
    },
    {
      "coordinates": [-48.87731, 27.88049],
      "id": "46673E568E64D3E8B49558425E9AAFAD94275231",
      "importIds": {
        "gm_legacy": ["liyueSilkFlower/7"],
        "yuanshen": ["5_7"]
      },
      "popupAttribution": "Yuanshen.site"
    },
    {
      "coordinates": [-32.04201, 28.15782],
      "id": "8D0BA2551579F6A90EF94893B59680F19A59C448",
      "importIds": {
        "gm_legacy": ["liyueSilkFlower/8"],
        "yuanshen": ["5_8"]
      },
      "popupAttribution": "Yuanshen.site"
    },
    {
      "coordinates": [-32.23743, 28.53281],
      "id": "CB08A41470B03B6726D660782F060F6D124E0968",
      "importIds": {
        "gm_legacy": ["liyueSilkFlower/9"],
        "yuanshen": ["5_9"]
      },
      "popupAttribution": "Yuanshen.site"
    },
    {
      "coordinates": [-32.94876, 29.16562],
      "id": "CED3C8F36A4371ABD4847E843CC74F78C5A92393",
      "importIds": {
        "gm_legacy": ["liyueSilkFlower/10"],
        "yuanshen": ["5_10"]
      },
      "popupAttribution": "Yuanshen.site"
    },
    {
      "coordinates": [-33.05819, 28.99375],
      "id": "E2816934C19D3A155BB174D839C8C71B381CF752",
      "importIds": {
        "gm_legacy": ["liyueSilkFlower/11"],
        "yuanshen": ["5_11"]
      },
      "popupAttribution": "Yuanshen.site"
    },
    {
      "coordinates": [-33.30052, 29.29844],
      "id": "00C71698DAA2D98D1010C36BF79321F6F36A2C3A",
      "importIds": {
        "gm_legacy": ["liyueSilkFlower/12"],
        "yuanshen": ["5_12"]
      },
      "popupAttribution": "Yuanshen.site"
    },
    {
      "coordinates": [-33.53502, 29.15],
      "id": "3D3F864633B03F8C67F8E1ECF33A71851F276872",
      "importIds": {
        "gm_legacy": ["liyueSilkFlower/13"],
        "yuanshen": ["5_13"]
      },
      "popupAttribution": "Yuanshen.site"
    },
    {
      "coordinates": [-33.77733, 29.37656],
      "id": "E977BE2614B660C945C517B824E2678A7FDCC7BC",
      "importIds": {
        "gm_legacy": ["liyueSilkFlower/14"],
        "yuanshen": ["5_14"]
      },
      "popupAttribution": "Yuanshen.site"
    },
    {
      "coordinates": [-48.20808, 26.94818],
      "id": "2CC6D1588B62A6F99277003E544613DF7E5F97E8",
      "importIds": {
        "yuanshen": ["5_1"],
        "gm_legacy": ["liyueSilkFlower/1"]
      },
      "popupAttribution": "Yuanshen.site"
    }
  ]
}
